{"Number":1,"original_title":"Orphan: First Kill","title":"Orphan: First Kill","original_language":"en","overview":"Orphan: First Kill is a 2022 American psychological horror film directed by William Brent Bell, written by David Coggeshall, based on a story by David Leslie Johnson-McGoldrick and Alex Mace. It is a prequel to the 2009 film Orphan. It stars Isabelle Fuhrman, Julia Stiles, Rossif Sutherland, Hiro Kanagawa, and Matthew Finlan.","plot":"After escaping from an Estonian psychiatric facility, Leena Klammer travels to America by impersonating Esther, the missing daughter of a wealthy family. But when her mask starts to slip, she is put against a mother who will protect her family from the murderous  at any cost.","tagline":"There's always been something wrong with Esther.","Starring":"Isabelle Fuhrman,Rossif Sutherland, Hiro Kanagawa, Matthew Finlan, Julia Stiles","Director":"William Brent Bell","Writer":"David Leslie, Johnson-McGoldrick, Alex Mace","poster_path":"https://image.tmdb.org/t/p/original/pHkKbIRoCe7zIFvqan9LFSaQAde.jpg","film_year":"2022 film","runtime":99,"genre_names":"Horror, Thriller"}
{"Number":2,"original_title":"Beast","title":"Beast","original_language":"en","overview":"Beast is a 2022 survival action horror-thriller film directed by Baltasar Kormakur from a screenplay by Ryan Engle, based on a story by Jaime Primak Sullivan. The film stars Idris Elba, Iyana Halley, Leah Sava Jeffries, and Sharlto Copley. It follows a widowed father and his two teenage daughters who visit a South African game reserve but must fight to survive when they are stalked and attacked by a ferocious, rogue, man-killing lion.","plot":"A recently widowed man and his two teenage daughters travel to a game reserve in South Africa. However, their journey of healing soon turns into a fight for survival when a bloodthirsty lion starts to stalk them.","tagline":"Fight for family.","Starring":"Idris Elba, Sharlto Copley, Iyana Halley, Leah Jeffries","Director":"Baltasar Kormakur","Writer":"Jaime Primak Sullivan","poster_path":"https://image.tmdb.org/t/p/original/xIGr7UHsKf0URWmyyd5qFMAq4d8.jpg","film_year":"2022 film","runtime":93,"genre_names":"Adventure, Drama, Horror"}
{"Number":3,"original_title":"Smile","title":"Smile","original_language":"en","overview":"Smile is a 2022 American psychological supernatural horror film written and directed by Parker Finn (in his feature directorial debut), based on his 2020 short film Laura Hasn't Slept. The film stars Sosie Bacon as a therapist named Rose Cotter, who, after witnessing the bizarre suicide of a patient, goes through increasingly disturbing and daunting experiences, leading her to believe what she is experiencing is supernatural. It also stars Jessie T. Usher, Kyle Gallner, Kal Penn, and Rob Morgan, as well as Caitlin Stasey playing the same character she played in the short film.","plot":"After witnessing a bizarre, traumatic incident involving a patient, Dr. Rose Cotter starts experiencing frightening occurrences that she can't explain. As an overwhelming terror begins taking over her life, Rose must confront her troubling past in order to survive and escape her horrifying new reality.","tagline":"Once you see it, its too late.","Starring":"Sosie Bacon, Jessie T. Usher, Kyle Gallne, Kal Penn, Rob Morgan","Director":"Parker Finn","Writer":"\tParker Finn","poster_path":"https://image.tmdb.org/t/p/original/hiaeZKzwsk4y4atFhmncO5KRxeT.jpg","film_year":"2022 film","runtime":115,"genre_names":"Horror, Mystery, Thriller"}
{"Number":4,"original_title":"The Black Phone","title":"The Black Phone","original_language":"en","overview":"The Black Phone is a 2021 American supernatural horror film[2] directed by Scott Derrickson and written by Derrickson and C. Robert Cargill, who both produced with Jason Blum. It is an adaptation of the 2004 short story of the same name by Joe Hill. The film stars Mason Thames, Madeleine McGraw, Jeremy Davies, James Ransone, and Ethan Hawke. In the film, an abducted teenager (Thames) uses a mysterious telephone to communicate with the previous victims of his deranged captor (Hawke).","plot":"Finney Blake, a shy but clever 13-year-old boy, is abducted by a sadistic killer and trapped in a soundproof basement where screaming is of little use. When a disconnected phone on the wall begins to ring, Finney discovers that he can hear the voices of the killers previous victims. And they are dead set on making sure that what happened to them doesn't happen to Finney.","tagline":"Never talk to strangers.","Starring":"Ethan Hawke, Mason Thames, Madeleine McGraw","Director":"Scott Derrickson","Writer":"Scott Derrickson, C. Robert Cargill","poster_path":"https://image.tmdb.org/t/p/original/lr11mCT85T1JanlgjMuhs9nMht4.jpg","film_year":"2022 film","runtime":103,"genre_names":"Horror, Thriller"}
{"Number":5,"original_title":"Presencias","title":"Presences","original_language":"es","overview":"Presencias (lit.?'Presences') is a 2022 Mexican horror thriller film directed by Luis Mandoki and written by Olivia Bond. Starring Alberto Ammann and Yalitza Aparicio. It premiered in the United States, Mexico, and Spanish-speaking territories on September 7, 2022, on Vix+.","plot":"Victor Constantino returns to his father's cabin where he spent a good part of his childhood and where his younger sister drowned. Now it is his duty to sell it, but he did not expect someone (or something) to murder his pregnant wife. After this event, Victor does not remember what happened, but he is determined to find the person responsible along with Paulina, an independent young woman with good intentions, and Maria, who was his nanny.","tagline":"NA","Starring":"Alberto Ammann, Yalitza Aparicio","Director":"Luis Mandoki","Writer":"Olivia Bond","poster_path":"https://image.tmdb.org/t/p/original/dgDT3uol3mdvwEg0jt1ble3l9hw.jpg","film_year":"2022 film","runtime":0,"genre_names":"Horror"}
{"Number":6,"original_title":"Jeepers Creepers: Reborn","title":"Jeepers Creepers: Reborn","original_language":"en","overview":"Jeepers Creepers: Reborn is a 2022 supernatural horror film directed by Timo Vuorensola and written by Jake Seal and Sean-Michael Argo. The film is a reboot of Victor Salva's Jeepers Creepers film series and its fourth installment. Starring Sydney Craven, and Imran Adams, with \"special appearances\" from Dee Wallace and Gary Graham, it follows a young man and woman who travel to a horror festival, with the latter becoming a target for a dark purpose by a reawakened creature called \"the Creeper\".","plot":"Forced to travel with her boyfriend to a horror festival, Laine begins to experience disturbing visions associated with the urban legend of The Creeper. As the festival arrives and the blood-soaked entertainment builds to a frenzy, she becomes the center of it while something unearthly has been summoned.","tagline":"Evil Rides Again","Starring":"Sydney Craven, Imran Adams, Dee Wallace, Gary Graham","Director":"Timo Vuorensola","Writer":"Jake Seal, Sean-Michael Argo","poster_path":"https://image.tmdb.org/t/p/original/aGBuiirBIQ7o64FmJxO53eYDuro.jpg","film_year":"2022 film","runtime":88,"genre_names":"Horror, Mystery, Thriller"}
{"Number":7,"original_title":"Nope","title":"Nope","original_language":"en","overview":"Nope (stylized in all caps) is a 2022 American science fiction horror film written, directed, and produced by Jordan Peele, under his and Ian Cooper's Monkeypaw Productions banner. It stars Daniel Kaluuya and Keke Palmer as horse-wrangling siblings attempting to capture evidence of an unidentified flying object in Agua Dulce, California. Appearing in supporting roles are Steven Yeun, Michael Wincott, Brandon Perea, and Keith David.","plot":"Residents in a lonely gulch of inland California bear witness to an uncanny, chilling discovery.","tagline":"What is a bad miracle?","Starring":"Daniel Kaluuya, Keke Palmer, Steven Yeun, Michael Wincott, Brandon Perea, Keith David","Director":"Jordan Peele","Writer":"Jordan Peele","poster_path":"https://image.tmdb.org/t/p/original/AcKVlWaNVVVFQwro3nLXqPljcYA.jpg","film_year":"2022 film","runtime":130,"genre_names":"Horror, Mystery, Science Fiction, Thriller"}
{"Number":8,"original_title":"X","title":"X","original_language":"en","overview":"X is a 2022 American slasher film written, directed, produced and edited by Ti West. It stars Mia Goth in dual roles: a young woman named Maxine, and an elderly woman named Pearl. The film also stars Jenna Ortega, Martin Henderson, Brittany Snow, Owen Campbell, Stephen Ure and Scott Mescudi appearing in supporting roles. The film follows a cast and crew who gather to make a pornographic film on an elderly couple's rural Texas property, but find themselves threatened by the homicidal couple.","plot":"In 1979, a group of young filmmakers set out to make an adult film in rural Texas, but when their reclusive, elderly hosts catch them in the act, the cast find themselves fighting for their lives.","tagline":"Dying to show you a good time.","Starring":"Mia Goth, Jenna Ortega, Martin Henderson, Brittany Snow, Owen Campbell, Stephen Ure, Scott Mescudi","Director":"Ti West","Writer":"Ti West","poster_path":"https://image.tmdb.org/t/p/original/woTQx9Q4b8aO13jR9dsj8C9JESy.jpg","film_year":"2022 film","runtime":106,"genre_names":"Horror, Mystery, Thriller"}
{"Number":9,"original_title":"The Cellar","title":"The Cellar","original_language":"en","overview":"The Cellar is a 2022 supernatural horror film written and directed by Brendan Muldowney and starring Elisha Cuthbert and Eoin Macken. It follows a family whose daughter disappears in the cellar of the large estate they have just moved into. The film was released via Shudder on 15 April 2022.","plot":"When Keira Woods' daughter mysteriously vanishes in the cellar of their new house in the country, she soon discovers there is an ancient and powerful entity controlling their home that she will have to face or risk losing her family's souls forever.","tagline":"An ancient evil has awoken.","Starring":"Elisha Cuthbert, Eoin Macken, Dylan Fitzmaurice Brady","Director":"Brendan Muldowney","Writer":"Brendan Muldowney","poster_path":"https://image.tmdb.org/t/p/original/rtfGeS5WMXA6PtikIYUmYTSbVdg.jpg","film_year":"2022 film","runtime":94,"genre_names":"Horror, Mystery"}
{"Number":10,"original_title":"My Best Friend's Exorcism","title":"My Best Friend's Exorcism","original_language":"en","overview":"My Best Friend's Exorcism is a 2022 American supernatural comedy horror film directed by Damon Thomas from a screenplay by Jenna Lamia, based on the 2016 novel of the same name by Grady Hendrix. The film stars Elsie Fisher, Amiah Miller, Rachel Ogechi Kanu, and Cathy Ang. The film was released on Amazon Prime Video on September 30, 2022.","plot":"The year is 1988. Abby and Gretchen have been best friends since fourth grade. After an evening of skinny-dipping goes disastrously wrong, Gretchen begins to act different, which leads Abby to suspect her best friend may be possessed by a demon. With help from some unlikely allies, Abby embarks on a quest to save Gretchen. But is their friendship powerful enough to beat the devil?","tagline":"True friendship is worth going to hell and back.","Starring":"Elsie Fisher, Amiah Miller, Rachel Ogechi Kanu, Cathy Ang, Clayton Royal Johnson, Nathan Anderson, Cynthia Evans, Christopher Lowell","Director":"Damon Thomas","Writer":"Jenna Lamia","poster_path":"https://image.tmdb.org/t/p/original/yIXICkqthsqbNtvtEd6rpIt3cT4.jpg","film_year":"2022 film","runtime":96,"genre_names":"Comedy, Horror"}
{"Number":11,"original_title":"Day Shift","title":"Day Shift","original_language":"en","overview":"Day Shift is a 2022 American action comedy film directed by J. J. Perry in his directorial debut, written by Tyler Tice and Shay Hatten from a story by Tice, and starring Jamie Foxx as a blue-collar father whose pool-cleaning job is a front for his work as a vampire hunter. The film also stars Dave Franco, Snoop Dogg, Natasha Liu Bordizzo, Meagan Good, Karla Souza, Steve Howey, and Scott Adkins.","plot":"An LA vampire hunter has a week to come up with the cash to pay for his kid's tuition and braces. Trying to make a living these days just might kill him.","tagline":"Some jobs really go for the throat.","Starring":"Jamie Foxx, Dave Franco, Natasha Liu Bordizzo, Meagan Good, Karla Souza, Steve Howey, Scott Adkins","Director":"J. J. Perry","Writer":"Tyler Tice, Shay Hatten","poster_path":"https://image.tmdb.org/t/p/original/bI7lGR5HuYlENlp11brKUAaPHuO.jpg","film_year":"2022 film","runtime":113,"genre_names":"Action, Comedy, Fantasy, Horror"}
{"Number":12,"original_title":"Shut In","title":"Shut In","original_language":"en","overview":"Shut In is a 2022 American thriller film directed by D.J. Caruso, written by Melanie Toast, and starring Rainey Qualley, Jake Horowitz, Luciana VanDette and Vincent Gallo. Shut In is The Daily Wire's first original film and their third to be released on their streaming platform, DailyWire+.","plot":"A young woman survives a great white shark attack, whilst on a family boating vacation, however soon realizes the nightmare is far from over. Those around her can not be trusted, and she must face her demons, if she is to step back in the water.","tagline":"The will to live is found within.","Starring":"Rainey Qualley, Jake Horowitz, Luciana VanDette, Vincent Gallo","Director":"D.J. Caruso","Writer":"Melanie Toast","poster_path":"https://image.tmdb.org/t/p/original/b5ug4LyLQFeR6azAJyIPBQz5ur9.jpg","film_year":"2022 film","runtime":90,"genre_names":"Horror, Thriller"}
{"Number":13,"original_title":"La abuela","title":"The Grandmother","original_language":"es","overview":"The Grandmother (Spanish: La abuela) is a 2021 horror film directed by Paco Plaza from a screenplay by Carlos Vermut which stars Almudena Amor and Vera Valdez. Tracking a fashion model (Amor) returning home to look after her ailing grandmother (Valdez), the plot tackles the horror of ageing and the need for elderly care, with a supernatural side taking over progressively.","plot":"A Paris model must return to Madrid where her grandmother, who raised her, has had a stroke. But spending just a few days with this relative turns into an unexpected nightmare.","tagline":"Nobody will love you like I do.","Starring":"Almudena Amor, Vera Valdez","Director":"Paco Plaza","Writer":"Carlos Vermut","poster_path":"https://image.tmdb.org/t/p/original/ri3KIjGp3Ek6iKUsTzMigmxTvdw.jpg","film_year":"2022 film","runtime":100,"genre_names":"Drama, Horror"}
{"Number":14,"original_title":"Dahmer","title":"Dahmer","original_language":"en","overview":"Dahmer is a 2002 American drama film written and directed by David Jacobson, and co-written by David Birke. A limited theatrical release, it is based on the crimes of Jeffrey Dahmer, a serial killer, who killed seventeen young men and boys in Bath, Ohio and Milwaukee, Wisconsin between 1978 and 1991. It stars Jeremy Renner as Dahmer, and co-stars Artel Great, Matt Newton, Dion Basco and Bruce Davison.","plot":"On February 15, 1992 in Milwaukee, Wisconsin, Jeffrey Dahmer, one of the world's most infamous serial killers, was convicted of 15 counts of murder and sentenced to 937 years in federal prison. This movie is based on events from his life.","tagline":"The mind is a place of its own.","Starring":"Jeremy Renner, Artel Great, Matt Newton, Dion Basco, Bruce Davison","Director":"David Jacobson","Writer":"David Jacobson, David Birke","poster_path":"https://image.tmdb.org/t/p/original/gZPrXBXYf2s4VztHdQpd0441jF6.jpg","film_year":"2002 film","runtime":101,"genre_names":"Drama, Horror"}
{"Number":15,"original_title":"Halloween Kills","title":"Halloween Kills","original_language":"en","overview":"Halloween Kills is a 2021 American slasher film directed by David Gordon Green and co-written by Green, Danny McBride and Scott Teems. It is the sequel to 2018's Halloween and the twelfth installment in the Halloween franchise. The film stars Jamie Lee Curtis and James Jude Courtney, who reprise their roles as Laurie Strode and Michael Myers respectively. Judy Greer, Andi Matichak, and Will Patton also reprise their roles from the previous film, with Anthony Michael Hall and Thomas Mann joining the cast. The film, which begins where the previous film ended, sees Strode and her family continuing to fend off Myers, this time with the help of the Haddonfield community.","plot":"The nightmare isn't over as unstoppable killer Michael Myers escapes from Laurie Strode's trap to continue his ritual bloodbath. Injured and taken to the hospital, Laurie fights through the pain as she inspires residents of Haddonfield, to rise up against Myers. Taking matters into their own hands, the Strode women and other survivors form a vigilante mob to hunt down Michael and end his reign of terror once and for all.","tagline":"Evil dies tonight.","Starring":"Jamie Lee Curtis, Judy Greer, Andi Matichak, Will Patton, Thomas Mann, Anthony Michael Hall, Kyle Richards","Director":"David Gordon Green","Writer":"Scott Teems, Danny McBride, David Gordon Green","poster_path":"https://image.tmdb.org/t/p/original/qmJGd5IfURq8iPQ9KF3les47vFS.jpg","film_year":"2022 film","runtime":105,"genre_names":"Horror, Thriller"}
{"Number":16,"original_title":"Veneciafrenia","title":"Veneciafrenia","original_language":"es","overview":"Venicephrenia (Spanish: Veneciafrenia) is a 2021 Spanish slasher thriller film directed by Alex de la Iglesia. It is the first film belonging to the 'Fear Collection' label created by Sony Pictures International Productions and Pokeepsie Films in association with Amazon Prime Video. It stars Ingrid Garcia Jonsson, Silvia Alonso, Goize Blanco, Nicolas Iloro and Alberto Bang as a group of Spanish friends who travel to Venice as part of a vacation plan, but as soon as they arrive to their destination, they encounter with furious inhabitants who refuse to welcome them, and a deadly killer who hunts each of them down.","plot":"A group of young Spanish tourists travel to Venice in order to have a good time, even though their inhabitants are not in a welcoming mood for tourists. Once there, they face the prospect of struggling to stay alive.","tagline":"NA","Starring":"Ingrid Garcia Jonsson, Silvia Alonso, Goize Blanco, Nicolas lloro, Alberto Bang, Cosimo Fusco, Enrico Lo Verso, Armando di Razza, Caterina Murino, Nico Romero","Director":"Alejandro de la Iglesia Mendoza","Writer":"Jorge Guerricaechevarria, Alejandro de la Iglesia Mendoza","poster_path":"https://image.tmdb.org/t/p/original/luMC56bwZqaECYRz6X7sXjqN6nd.jpg","film_year":"2021 film","runtime":100,"genre_names":"Horror"}
{"Number":17,"original_title":"Texas Chainsaw Massacre","title":"Texas Chainsaw Massacre","original_language":"en","overview":"Texas Chainsaw Massacre is a 2022 American slasher film directed by David Blue Garcia, with a screenplay by Chris Thomas Devlin, from a story by Fede Alvarez and Rodo Sayagues. It is the ninth installment of the Texas Chainsaw Massacre franchise. Set several decades after the original film, the story focuses on the serial killer Leatherface targeting a group of young adults and coming into conflict with a vengeful survivor of his previous murders. The project is a joint-venture production between Legendary Pictures, Exurbia Films, and Bad Hombre. The film stars Sarah Yarkin, Elsie Fisher, Mark Burnham, Moe Dunford, Nell Hudson, Jessica Allain, Olwen Fouere, Jacob Latimore, and Alice Krige.","plot":"After nearly 50 years of hiding, Leatherface returns to terrorize a group of idealistic influencers who accidentally disrupt his carefully shielded world in a remote Texas town.","tagline":"The face of madness returns.","Starring":"Sarah Yarkin, Elsie Fisher, Mark Burnham, Moe Dunford, Nell Hudson, Jessica Allain, Olwen Fouere, Jacob Latimore, Alice Krige","Director":"David Blue Garcia","Writer":"Chris Thomas Devlin","poster_path":"https://image.tmdb.org/t/p/original/e8vYPpkUJpf5Ils99kxF0Ev73ay.jpg","film_year":"2021 film","runtime":83,"genre_names":"Horror, Thriller"}
{"Number":18,"original_title":"Scream","title":"Scream","original_language":"en","overview":"Scream is a 1996 American slasher film directed by Wes Craven and written by Kevin Williamson. It stars David Arquette, Neve Campbell, Courteney Cox, Matthew Lillard, Rose McGowan, Skeet Ulrich and Drew Barrymore. Set in the small American town of Woodsboro, Scream's plot follows high school student Sidney Prescott (Campbell) and her friends, who, on the anniversary of her mother's murder, become the targets of a costumed serial killer known as Ghostface.","plot":"Twenty-five years after a streak of brutal murders shocked the quiet town of Woodsboro, a new killer has donned the Ghostface mask and begins targeting a group of teenagers to resurrect secrets from the towns deadly past.","tagline":"It's always someone you know.","Starring":"David Arquette, Neve Campbell, Courteney Cox, Matthew Lillard, Rose McGowan, Skeet Ulrich, Drew Barrymore","Director":"Wes Craven","Writer":"Kevin Williamson","poster_path":"https://image.tmdb.org/t/p/original/1m3W6cpgwuIyjtg5nSnPx7yFkXW.jpg","film_year":"2022 film","runtime":114,"genre_names":"Horror, Mystery, Thriller"}
{"Number":19,"original_title":"Malnazidos","title":"Valley of the Dead","original_language":"es","overview":"Valley of the Dead (Spanish: Malnazidos) is a 2020 Spanish zombie action film directed by Javier Ruiz Caldera and Alberto de Toro set in the Spanish Civil War. Its cast features Miki Esparbe, Aura Garrido, Luis Callejo, Alvaro Cervantes, Jesus Carroza and Maria Botto.","plot":"During the Spanish Civil War, sworn enemies must work together when they encounter flesh-eating zombies created in a Nazi experiment.","tagline":"NA","Starring":"Miki Esparbe, Aura Garrido, Luis Callejo, Alvaro Cervantes, Jesus Carroza, Maria Botto","Director":"Javier Ruiz Caldera, Alberto de Toro","Writer":"Jaime Marques Olarreaga, Alberto Fernandez Arregui, Cristian Conti","poster_path":"https://image.tmdb.org/t/p/original/avokvOwhjVR9GgISsSSgb2A343G.jpg","film_year":"2020 film","runtime":101,"genre_names":"Comedy, Horror, War"}
{"Number":20,"original_title":"Halloween Ends","title":"Halloween Ends","original_language":"en","overview":"Halloween Ends is a 2022 American slasher film directed by David Gordon Green and co-written by Green, Danny McBride, Paul Brad Logan and Chris Bernier. It is the sequel to Halloween Kills (2021), the thirteenth installment in the Halloween franchise, and the final film in the trilogy of sequels that started with the 2018 film, which directly follows the 1978 film. The film stars Jamie Lee Curtis, Andi Matichak, Rohan Campbell, Will Patton, Kyle Richards, and James Jude Courtney. The plot follows the outcasted Corey Cunningham who falls in love with Laurie Strode's granddaughter while a series of events, including crossing paths with Michael Myers, drives him to become a serial killer.","plot":"Four years after the events of Halloween in 2018, Laurie has decided to liberate herself from fear and rage and embrace life. But when a young man is accused of killing a boy he was babysitting, it ignites a cascade of violence and terror that will force Laurie to finally confront the evil she can't control, once and for all.","tagline":"NA","Starring":"Jamie Lee Curtis, Andi Matichak, Rohan Campbell, Will Patton, Kyle Richards, James Jude Courtney","Director":"David Gordon Green","Writer":"Paul Brad Logan, Chris Bernier, Danny McBride, David Gordon Green","poster_path":"https://image.tmdb.org/t/p/original/3aEJDJ9O8lsRMM9Xaxxm5kNyt0N.jpg","film_year":"2022 film","runtime":111,"genre_names":"Horror, Mystery, Thriller"}
{"Number":21,"original_title":"Smile","title":"Smile","original_language":"it","overview":"Smile is a 2009 English language Italian horror/thriller film starring Armand Assante. It is the debut feature by Francesco Gasperoni.","plot":"A carefree summer vacation turns into an inescapable terror trap for a group of young students who buy a vintage instant camera from a mysterious local shop owner...","tagline":"Point. Shoot. Die.","Starring":"Armand Assante, Harriet MacMasters-Green, Antonio Cupo","Director":"Francesco Gasperoni","Writer":"Francesco Gasperoni","poster_path":"https://image.tmdb.org/t/p/original/5Hk4ubepZZNwlNEbyYt2ejzCvr5.jpg","film_year":"2009 film","runtime":119,"genre_names":"Horror, Thriller"}
{"Number":22,"original_title":"Orphan","title":"Orphan","original_language":"en","overview":"Orphan is a 2009 psychological horror film directed by Jaume Collet-Serra and written by David Leslie Johnson from a story by Alex Mace. The film stars Vera Farmiga, Peter Sarsgaard, Isabelle Fuhrman, CCH Pounder and Jimmy Bennett. The plot centers on a couple who, after the death of their unborn child, adopt a psychopathic nine-year-old girl with a mysterious past.","plot":"After losing their baby, a married couple adopt 9-year old Esther, who may not be as innocent as she seems.","tagline":"There's something wrong with Esther.","Starring":"Vera Farmiga, Peter Sarsgaard, Isabelle Fuhrman, CCH Pounder, Jimmy Bennett","Director":"Jaume Collet-Serra","Writer":"David Leslie Johnson","poster_path":"https://image.tmdb.org/t/p/original/lCGpOgoTOGLtZnBiGY9HRg5Xnjd.jpg","film_year":"2009 film","runtime":123,"genre_names":"Horror, Mystery, Thriller"}
{"Number":23,"original_title":"See for Me","title":"See for Me","original_language":"en","overview":"See for Me (alternative title: Mira por mi) is a 2021 Canadian thriller film directed by Randall Okita. It stars Skyler Davenport as Sophie, a visually impaired teenager who is housesitting for a wealthy client when three criminals break into the house to rob it; Sophie's only defense is a smartphone app called See for Me which connects her to Kelly (Jessica Parker Kennedy), a gamer who has to use the app to see Sophie's surroundings and guide her actions. Laura Vandervoort, Matthew Gouveia, Emily Piggford, Joe Pingue and Kim Coates also star.","plot":"When blind former skier Sophie cat-sits in a secluded mansion, three thieves invade for the hidden safe. Sophie's only defense is army veteran Kelly, who she meets on the See For Me app. Kelly helps Sophie defend herself against the invaders and survive.","tagline":"Seeing is surviving.","Starring":"Skyler Davenport, Jessica Parker Kennedy, Laura Vandervoort, Matthew Gouveia, Emily Piggford, Joe Pingu, Kim Coates","Director":"Randall Okita","Writer":"Adam Yorke, Tommy Gushue","poster_path":"https://image.tmdb.org/t/p/original/qk1ZERG6yhwAJqTobmDgw8jRL2C.jpg","film_year":"2022 film","runtime":92,"genre_names":"Crime, Drama, Horror, Mystery, Thriller"}
{"Number":24,"original_title":"Bring It On: Cheer or Die","title":"Bring It On: Cheer or Die","original_language":"en","overview":"Bring It On: Cheer or Die is a 2022 American slasher comedy film directed by Karen Lam. The film stars Kerri Medders, Tiera Skovbye, and Missi Pyle. It is the seventh installment of the Bring It On series of cheerleading films, following Bring It On: Worldwide Cheersmack (2017).","plot":"Held down by restrictive rules, an embattled cheerleading squad seeks the freedom of a creepy, closed school gym to practice for regionals, but when members of the squad start to disappear, the cheerleaders must unmask their assailant to save themselves.","tagline":"Bring on the thrills. Bring on the kills. Bring on the cheer.","Starring":"Kerri Medders, Tiera Skovbye, Missi Pyle","Director":"Karen Lam","Writer":"Rebekah McKendry, Dana Schwartz","poster_path":"https://image.tmdb.org/t/p/original/wiWPu2Csgu7mf2XnU6WLcND487q.jpg","film_year":"2022 film","runtime":0,"genre_names":"Comedy, Horror, Thriller, TV Movie"}
{"Number":25,"original_title":"No Exit","title":"No Exit","original_language":"en","overview":"No Exit is a 2022 American thriller film directed by Damien Power from a screenplay by Andrew Barrer and Gabriel Ferrari, based on the 2017 novel of the same name by Taylor Adams. It stars Havana Rose Liu as a recovering drug addict who discovers a kidnapping in progress while stranded at a rest stop during a blizzard. Danny Ramirez, David Rysdahl, Dale Dickey, and Dennis Haysbert co-star as the four suspects while Mila Harris plays the victim. No Exit was released on February 25, 2022, on Hulu by 20th Century Studios. It received mixed reviews from critics, who categorized it as a \"reasonably diverting\" popcorn movie.","plot":"Stranded at a rest stop in the mountains during a blizzard, a recovering addict discovers a kidnapped child hidden in a car belonging to one of the people inside the building which sets her on a terrifying struggle to identify who among them is the kidnapper.","tagline":"Who will survive the dead of winter?","Starring":"Havana Rose Liu, Danny Ramirez, David Rysdahl, Dale Dickey, Mila Harris, Dennis Haysbert","Director":"Damien Power","Writer":"Andrew Barrer, Gabriel Ferrari","poster_path":"https://image.tmdb.org/t/p/original/5cnLoWq9o5tuLe1Zq4BTX4LwZ2B.jpg","film_year":"2022 film","runtime":96,"genre_names":"Horror, Mystery, Thriller"}
{"Number":26,"original_title":"They/Them","title":"They/Them","original_language":"en","overview":"They/Them (pronounced \"they-slash-them\") is a 2022 American slasher film written and directed by John Logan, in his feature directorial debut, and produced by Jason Blum through his Blumhouse Productions banner. It stars Theo Germaine, Carrie Preston, Anna Chlumsky, Austin Crute, Quei Tann, Anna Lore, Cooper Koch, Monique Kim, Darwin del Fabro, Hayley Griffith, Boone Platt, Mark Ashworth, and Kevin Bacon, and follows a group of LGBTQ teens and a masked killer at a conversion camp.","plot":"Campers at an LGBTQ+ conversion camp endure unsettling psychological techniques while the campsite is stalked by a mysterious killer.","tagline":"Fear doesn't discriminate.","Starring":"Theo Germaine, Carrie Preston, Anna Chlumsky, Austin Crute, Quei Tann, Anna Lore, Cooper Koch, Monique Kim, Darwin del Fabro, Hayley Griffith, Boone Platt, Mark Ashworth, Kevin Bacon","Director":"John Logan","Writer":"John Logan","poster_path":"https://image.tmdb.org/t/p/original/85TJ4udfUOwFIlvQL6EMFvvbvN5.jpg","film_year":"2022 film","runtime":101,"genre_names":"Horror, Thriller"}
{"Number":27,"original_title":"The Requin","title":"The Requin","original_language":"en","overview":"The Requin (released as From Below in the UK) is a 2022 American horror thriller film written and directed by Le-Van Kiet. Stranded at sea after a massive tropical storm, a woman and her injured husband fight for survival as great white sharks circle below. Starring Alicia Silverstone and James Tupper, the film was released to video on demand on January 28, 2022. The title, pronounced /?r?kw?n/ REK-win, is an archaic name for the great white shark or requiem shark, derived from French requin (\"shark\").","plot":"A couple on a romantic getaway find themselves stranded at sea when a tropical storm sweeps away their villa. In order to survive, they are forced to fight the elements, while sharks circle below.","tagline":"Terror will surface.","Starring":"Alicia Silverstone, James Tupper","Director":"Le-Van Kiet","Writer":"Le-Van Kiet","poster_path":"https://image.tmdb.org/t/p/original/i0z8g2VRZP3dhVvvSMilbOZMKqR.jpg","film_year":"2022 film","runtime":89,"genre_names":"Horror, Thriller"}
{"Number":28,"original_title":"Jeepers Creepers 3","title":"Jeepers Creepers 3","original_language":"en","overview":"Jeepers Creepers 3 is a 2017 American horror film written and directed by Victor Salva and the third film in the Jeepers Creepers film series, taking place in between Jeepers Creepers and Jeepers Creepers 2. Jonathan Breck reprises his role as The Creeper. Gina Philips returns in a cameo as Trish Jenner, her first return to the series since the original film. The film was shown in theaters on September 26, 2017, in what was originally announced as a one-night-only showing and was then shown again on October 4.","plot":"Taking place on the last day of the Creepers twenty-three-day feeding frenzy, as the skeptical Sergeant Tubbs teams up with a task force hellbent on destroying the Creeper for good. The Creeper fights back in gory glory as its enemies grow closer than ever before to learning the secret of its dark origins.","tagline":"Third Time's the Charm","Starring":"Stan Shaw, Meg Foster, Gabrielle Haugh, Jonathan Breck, Gina Philips","Director":"Victor Salva","Writer":"Victor Salva","poster_path":"https://image.tmdb.org/t/p/original/pK7ge28ubs45av9aGEbVWW7ZbA8.jpg","film_year":"2017 film","runtime":100,"genre_names":"Horror, Mystery, Thriller"}
{"Number":29,"original_title":"The Conjuring: The Devil Made Me Do It","title":"The Conjuring: The Devil Made Me Do It","original_language":"en","overview":"The Conjuring: The Devil Made Me Do It is a 2021 American supernatural horror film directed by Michael Chaves, with a screenplay by David Leslie Johnson-McGoldrick from a story by Johnson-McGoldrick and James Wan. The film serves as a sequel to The Conjuring (2013) and The Conjuring 2 (2016), and as the seventh installment in The Conjuring Universe. Patrick Wilson and Vera Farmiga reprise their roles as paranormal investigators and authors Ed and Lorraine Warren, with Ruairi O'Connor, Sarah Catherine Hook, and Julian Hilliard also starring. Wan and Peter Safran return to produce the film, which is based on the trial of Arne Cheyenne Johnson, a murder trial that took place in 1981 Connecticut, in addition to The Devil in Connecticut, a book about the trial written by Gerald Brittle.","plot":"Paranormal investigators Ed and Lorraine Warren encounter what would become one of the most sensational cases from their files. The fight for the soul of a young boy takes them beyond anything they'd ever seen before, to mark the first time in U.S. history that a murder suspect would claim demonic possession as a defense.","tagline":"The demonic case that shocked America.","Starring":"Vera Farmiga, Patrick Wilson, Ruairi O'Connor, Sarah Catherine Hook, Julian Hilliard","Director":"Michael Chaves","Writer":"David Leslie Johnson-McGoldrick","poster_path":"https://image.tmdb.org/t/p/original/xbSuFiJbbBWCkyCCKIMfuDCA4yV.jpg","film_year":"2021 film","runtime":111,"genre_names":"Horror, Mystery, Thriller"}
{"Number":30,"original_title":"Resident Evil: Welcome to Raccoon City","title":"Resident Evil: Welcome to Raccoon City","original_language":"en","overview":"Resident Evil: Welcome to Raccoon City is a 2021 action horror film written and directed by Johannes Roberts. Adapted from the stories of the first and second games by Capcom, it serves as a reboot of the Resident Evil film series and is the seventh live-action film based on the video game series. The film stars Kaya Scodelario, Hannah John-Kamen, Robbie Amell, Tom Hopper, Avan Jogia, Donal Logue, and Neal McDonough. Set in 1998, it follows a group of survivors trying to survive during a zombie outbreak in Raccoon City. It is the first live-action film in the series not to feature Milla Jovovich in the lead role as Alice.","plot":"Once the booming home of pharmaceutical giant Umbrella Corporation, Raccoon City is now a dying Midwestern town. The companys exodus left the city a wasteland with great evil brewing below the surface. When that evil is unleashed, the townspeople are forever changed and a small group of survivors must work together to uncover the truth behind Umbrella and make it through the night.","tagline":"Witness the beginning of evil.","Starring":"Kaya Scodelario, Hannah John-Kamen, Robbie Amell, Tom Hopper, Avan Jogia, Donal Logue, Neal McDonough","Director":"Johannes Roberts","Writer":"Johannes Roberts","poster_path":"https://image.tmdb.org/t/p/original/7uRbWOXxpWDMtnsd2PF3clu65jc.jpg","film_year":"2021 film","runtime":107,"genre_names":"Action, Horror, Science Fiction"}
{"Number":31,"original_title":"The Addams Family 2","title":"The Addams Family 2","original_language":"en","overview":"The Addams Family 2 is a 2021 animated supernatural black comedy road film directed by Greg Tiernan and Conrad Vernon and co-directed by Laura Brousseau and Kevin Pavlovic, based on the characters created by Charles Addams. The screenplay by Dan Hernandez, Benji Samit, Ben Queen, and Susanna Fogel, is from a story by Hernandez and Samit. It is the sequel to the 2019 film The Addams Family and stars the voices of Oscar Isaac, Charlize Theron, Chloe Grace Moretz, Nick Kroll, Javon Walton, Wallace Shawn, Snoop Dogg, Bette Midler, and Bill Hader. It tells the story of the Addams family as they go on a road trip.","plot":"At a science fair, Wednesday Addams is set to present her experiment, where she uses her pet squid Socrates' DNA on Uncle Fester to show how humans can be improved (with the side effect of gradually transmutating Fester). However, she is dismayed when she sees her family arrive. Nonetheless, her work gets noticed by scientist Cyrus Strange. Back at the Addams' home, Gomez worries that the children are drifting apart from him and Morticia, so he decides to take them on a family vacation. Before the family, Fester, Thing and Lurch head on a road trip across the United States, Gomez and Morticia are approached by a lawyer named Mr. Mustela, who claims that Wednesday was switched at birth and may not actually be an Addams, but they ignore him. On the road, the Addams family is pursued by Mustela and his employer's henchman Pongo. The family is initially set on going to Salem, Massachusetts, but Fester, who is slowly mutating due to the experiment, ends up making a detour to Niagara Falls. The family later stops in Sleepy Hollow, New York. Gomez and Morticia bring up Mustela and his claims about Wednesday, so Fester mentions a story when he visited Wednesday the day she was born and juggled babies in the delivery room. This only worsens Gomez and Morticia's fears that Wednesday may not be their biological child, which Wednesday overhears. Gomez brings everyone to Miami to get in touch with Cousin Itt, in hopes he can help with their current dilemma. Itt joins them on the trip as they pass through San Antonio and leaves the family early at the Grand Canyon. Meanwhile, Wednesday traps Mustela in a rope trap on her own and learns he is working for Cyrus before \"letting him go\". Cyrus suggests to Wednesday that he is her true father and invites her to his home in Sausalito, California. Wednesday runs a DNA test using Gomez's hair, which seemingly proves that she is not his daughter. Wednesday leaves the family while they sleep, but Lurch catches up with her. The rest of the Addams learn where she is heading and follow suit. At his home, Cyrus shows Wednesday a formula he developed to make human-animal hybrids, similar to Wednesday's experiment. When the rest of the Addams family shows up, Wednesday is persuaded to stay with Cyrus. After Pugsley finds out that Cyrus' daughter Ophelia is a pig, Cyrus reveals he is using Wednesday, as her formula was better than his. He captures the family to test on them, but Wednesday refuses to do so. Cyrus tries to get Pongo to go after her, but it is revealed Lurch and Pongo knew each other before while in a mental asylum, and they decide to free the Addamses. Cyrus comes into contact with his formula during the scuffle and turns into a hybrid chicken-cow-goat-pig monster. The now-completely insane doctor tries to kill the family, but is stopped by Fester, who has fully mutated into a squid monster. After the two fight, Cyrus falls off a cliff to his death. Fester is turned back to normal by Wednesday, using a necklace of her family's blood that Morticia gave her earlier. Wednesday reunites with her family and they return home along with Pongo and Ophelia, the latter of whom has become fully human following contact with Wednesday's formula and falls in love with Pugsley. While Wednesday knew that Cyrus faked his DNA test results, Gomez reveals to Wednesday that he wears a toupe after losing his original hair in a napalm accident. He promises the family that next time, he will take them on a trip across the world.","tagline":"Unhappy to see you again.","Starring":"Oscar Isaac, Charlize Theron, Chloe Grace Moretz, Nick Kroll, Javon Walton, Wallace Shawn, Snoop Dogg, Bette Midler, Bill Hader","Director":"Greg Tiernan, Conrad Vernon","Writer":"Dan Hernandez, Benji Samit, Ben Queen, Susanna Fogel","poster_path":"https://image.tmdb.org/t/p/original/ld7YB9vBRp1GM1DT3KmFWSmtBPB.jpg","film_year":"2021 film","runtime":93,"genre_names":"Adventure, Animation, Comedy, Family, Fantasy, Horror"}
{"Number":32,"original_title":"It Chapter Two","title":"It Chapter Two","original_language":"en","overview":"It Chapter Two is a 2019 American supernatural horror film directed by Andy Muschietti from a screenplay by Gary Dauberman. It is the sequel to It (2017) and the second of a two-part adaptation of the 1986 novel It by Stephen King, primarily covering the second chronological half of the book. The film stars Jessica Chastain, James McAvoy, Bill Hader, Isaiah Mustafa, Jay Ryan, James Ransone, Andy Bean, and Bill Skarsg'rd as Pennywise. Set in 2016, 27 years after the events of the previous film, the story centers on the Losers Club and their relationships as they reunite to destroy It once and for all.","plot":"27 years after overcoming the malevolent supernatural entity Pennywise, the former members of the Losers' Club, who have grown up and moved away from Derry, are brought back together by a devastating phone call.","tagline":"You'll Float Again","Starring":"Jessica Chastain, James McAvoy, Bill Hader, Isaiah Mustafa, Jay Ryan, James Ransone, Andy Bean, Bill Skarsglrd","Director":"Andy Muschietti","Writer":"Gary Dauberman","poster_path":"https://image.tmdb.org/t/p/original/zfE0R94v1E8cuKAerbskfD3VfUt.jpg","film_year":"2019 film","runtime":170,"genre_names":"Fantasy, Horror"}
{"Number":33,"original_title":"She Will","title":"She Will","original_language":"en","overview":"She Will is a 2021 British psychological horror drama film co-written and directed by Charlotte Colbert in her feature directorial debut. The film was produced by Jessica Malik and Bob Last, with Dario Argento and Edward R. Pressman among the executive producers. The film stars Alice Krige, Kota Eberhardt, Rupert Everett and Malcolm McDowell, with John McCrea, Amy Manson, Jonathan Aris and Daniel Lapaine.","plot":"Veronica, an aging film star, retreats to the Scottish countryside with her nurse Desi to recover from  a double mastectomy. While there, mysterious forces give Veronica the power to enact revenge within her dreams.","tagline":"Unleash the past.","Starring":"Alice Krige, Kota Eberhardt, Rupert Everett, Malcolm McDowell","Director":"Charlotte Colbert","Writer":"Kitty Percy, Charlotte Colbert","poster_path":"https://image.tmdb.org/t/p/original/cbN1YWgBmwqGzqF6ZTsM96dub4r.jpg","film_year":"2022 film","runtime":95,"genre_names":"Drama, Horror, Thriller"}
{"Number":34,"original_title":"Studio 666","title":"Studio 666","original_language":"en","overview":"Studio 666 is a 2022 American horror comedy film directed by B. J. McDonnell from a screenplay by Jeff Buhler and Rebecca Hughes, based on a story by Dave Grohl. Grohl stars, alongside his Foo Fighters bandmates Nate Mendel, Pat Smear, Taylor Hawkins, Chris Shiflett, and Rami Jaffee. Whitney Cummings, Leslie Grossman, Will Forte, Jenna Ortega, and Jeff Garlin co-star in the ensemble cast. In the film, the Foo Fighters move into a cursed mansion to record a new album.","plot":"Legendary rock band Foo Fighters move into an Encino mansion steeped in grisly rock and roll history to record their much anticipated 10th album. Once in the house, Dave Grohl finds himself grappling with supernatural forces that threaten both the completion of the album and the lives of the band.","tagline":"He gives new meaning to a killer track.","Starring":"Dave Grohl, Nate Mendel, Pat Smear, Taylor Hawkins, Chris Shiflett, Rami Jaffee, Whitney Cummings, Leslie Grossman, Will Forte, Jenna Ortega, Jeff Garlin","Director":"B. J. McDonnell","Writer":"Jeff Buhler, Rebecca Hughes","poster_path":"https://image.tmdb.org/t/p/original/zD2XyaV6eGEEgEzVnjg0hQVR5yz.jpg","film_year":"2022 film","runtime":106,"genre_names":"Comedy, Horror, Music"}
{"Number":35,"original_title":"La pasajera","title":"The Passenger","original_language":"es","overview":"The Passenger (Spanish: La pasajera) is a 2021 Spanish science-fiction comedy horror road movie directed by Raul Cerezo and Fernando Gonzalez Gomez which stars Ramiro Blas, Cecilia Suarez, Paula Gallego and Cristina Alcazar.","plot":"Four people traveling in a van run over a lone woman while she is walking in the dark down a country road. After loading her into the vehicle to take her to the nearest hospital, they notice that she is behaving rather strangely. The occupants of the van soon realise that the time has come to fight for their lives, and together they agree on one very simple rule: \"do not sit next to her.\"","tagline":"Don't sit next to her","Starring":"Ramiro Blas, Cecilia Suarez, Paula Gallego, Cristina Alcazar","Director":"Raul Cerezo, Fernando Gonzalez Gomez","Writer":"Luis Sanchez-Polack","poster_path":"https://image.tmdb.org/t/p/original/6bYCDIYqT3GpE6ICnMP6HvUlJMT.jpg","film_year":"2022 film","runtime":90,"genre_names":"Horror"}
{"Number":36,"original_title":"The Unholy","title":"The Unholy","original_language":"en","overview":"The Unholy is a 2021 American supernatural horror film written, produced, and directed by Evan Spiliotopoulos (in his directorial debut), based on the 1983 novel Shrine by James Herbert. Produced by Sam Raimi through his Ghost House Pictures banner, it stars Jeffrey Dean Morgan, Katie Aselton, William Sadler, Diogo Morgado, Cricket Brown, and Cary Elwes. The film follows on a disgraced journalist (Morgan) who discovers a series of seemingly divine miracles in a small New England town and uses them to resurrect his career, though those miracles may have a much darker source.","plot":"Alice is young hearing-impaired girl who, after a supposed visitation from the Virgin Mary, is inexplicably able to hear, speak and heal the sick. As word spreads and people from near and far flock to witness her miracles, a disgraced journalist hoping to revive his career visits the small New England town to investigate. When terrifying events begin to happen all around, he starts to question if these phenomena are the works of the Virgin Mary or something much more sinister.","tagline":"Be careful who you pray to.","Starring":"Jeffrey Dean Morgan, Katie Aselton, William Sadler, Diogo Morgado, Cricket Brown, Cary Elwes","Director":"Evan Spiliotopoulos","Writer":"Evan Spiliotopoulos","poster_path":"https://image.tmdb.org/t/p/original/bShgiEQoPnWdw4LBrYT5u18JF34.jpg","film_year":"2021 film","runtime":99,"genre_names":"Horror, Mystery"}
{"Number":37,"original_title":"Goodnight Mommy","title":"Goodnight Mommy","original_language":"en","overview":"Goodnight Mommy is a 2022 American psychological horror film directed by Matt Sobel and written by Kyle Warren, serving as a remake of the 2014 Austrian film of the same name. The film stars Naomi Watts, Cameron and Nicholas Crovetti, Crystal Lucas-Perry, Jeremy Bobb, and Peter Hermann. The film follows twin brothers who suspect their mother was switched with an impostor, following her recent surgery leaving her with bandages over her face.","plot":"When twin brothers arrive home to find their mothers demeanor altered and face covered in surgical bandages, they begin to suspect the woman beneath the gauze might not be their mother.","tagline":"The darkest family secrets stay under wraps.","Starring":"Naomi Watts, Cameron Crovetti, Nicholas Crovetti, Peter Hermann, Crystal Lucas-Perry, Jeremy Bobb","Director":"Matt Sobel","Writer":"Kyle Warren","poster_path":"https://image.tmdb.org/t/p/original/oHhD5jD4S5ElPNNFCDKXJAzMZ5h.jpg","film_year":"2022 film","runtime":91,"genre_names":"Drama, Horror, Thriller"}
{"Number":38,"original_title":"The Forever Purge","title":"The Forever Purge","original_language":"en","overview":"The Forever Purge is a 2021 American dystopian action crime horror film directed by Everardo Valerio Gout and written by series creator James DeMonaco, who also produced along with Jason Blum and Michael Bay. Originally intended as the final installment, it serves as the fifth film in the Purge franchise and a sequel to 2016's The Purge: Election Year. The film stars Ana de la Reguera, Tenoch Huerta, Josh Lucas, Cassidy Freeman, Leven Rambin, Alejandro Edda, and Will Patton, and follows a group of people who attempt to escape from the United States after an insurrectionist movement continues committing crimes and murders nationwide after the 2049 Purge's ending.","plot":"All the rules are broken as a sect of lawless marauders decides that the annual Purge does not stop at daybreak and instead should never end as they chase a group of immigrants who they want to punish because of their harsh historical past.","tagline":"The rules are broken.","Starring":"Ana de la Reguera, Tenoch Huerta, Cassidy Freeman, Leven Rambin, Josh Lucas, Will Patton","Director":"Everardo Valerio Gout","Writer":"James DeMonaco","poster_path":"https://image.tmdb.org/t/p/original/lB068qa6bQ0QKYKyC2xnYGvYjl7.jpg","film_year":"2021 film","runtime":103,"genre_names":"Action, Horror, Thriller"}
{"Number":39,"original_title":"Don't Breathe 2","title":"Don't Breathe 2","original_language":"en","overview":"Don't Breathe 2 is a 2021 American horror thriller film directed by Rodo Sayagues in his directorial debut, from a screenplay he co-wrote with Fede Alvarez. The sequel to 2016's Don't Breathe, it was produced by Alvarez, Sam Raimi and Robert Tapert. The film stars Stephen Lang, reprising his role as Norman Nordstrom / \"The Blind Man\", with Brendan Sexton III and Madelyn Grace in supporting roles.","plot":"The Blind Man has been hiding out for several years in an isolated cabin and has taken in and raised a young girl orphaned from a devastating house fire. Their quiet life together is shattered when a group of criminals kidnap the girl, forcing the Blind Man to leave his safe haven to save her.","tagline":"Bad things happen to bad people.","Starring":"Stephen Lang, Brendan Sexton III, Madelyn Grace","Director":"Rodo Sayagues","Writer":"Fede alvarez, Rodo Sayagues","poster_path":"https://image.tmdb.org/t/p/original/r7HEBkkRN93d3eFBZgPJfRaob5p.jpg","film_year":"2021 film","runtime":98,"genre_names":"Horror, Thriller"}
{"Number":40,"original_title":"Jeepers Creepers","title":"Jeepers Creepers","original_language":"en","overview":"Jeepers Creepers is a 2001 horror film written and directed by Victor Salva. It stars Gina Philips and Justin Long as Trish and Darry Jenner, two siblings in college who are pursued by a violent truck driver portrayed by Jonathan Breck. The film takes its name from the 1938 song of the same name, which is featured in the film under a version by Paul Whiteman.[5] Patricia Belcher and Eileen Brennan also appear in supporting roles, with Salva making a cameo appearance.","plot":"A brother and sister driving home through an isolated countryside from college encounter a flesh-eating creature in the midst of its ritualistic eating spree.","tagline":"What's eating you?","Starring":"Gina Philips, Justin Long, Jonathan Breck, Eileen Brennan","Director":"Victor Salva","Writer":"Victor Salva","poster_path":"https://image.tmdb.org/t/p/original/g410Y1U1ELbmJG14Zru3UAimm1G.jpg","film_year":"2001 film","runtime":90,"genre_names":"Horror, Thriller"}
{"Number":41,"original_title":"Roald Dahl's The Witches","title":"Roald Dahl's The Witches","original_language":"en","overview":"Roald Dahl's The Witches, or simply The Witches, is a 2020 dark fantasy comedy horror film co-produced and directed by Robert Zemeckis, who co-wrote the screenplay with Kenya Barris and Guillermo del Toro, based on the 1983 novel The Witches by Roald Dahl. It is the second film adaptation of the novel, following The Witches (1990). The film stars Anne Hathaway, Octavia Spencer, Stanley Tucci, and Kristin Chenoweth.","plot":"In late 1967, a young orphaned boy goes to live with his loving grandma in the rural Alabama town of Demopolis. As the boy and his grandmother encounter some deceptively glamorous but thoroughly diabolical witches, she wisely whisks him away to a seaside resort. Regrettably, they arrive at precisely the same time that the world's Grand High Witch has gathered.","tagline":"They're real!","Starring":"Anne Hathaway, Octavia Spencer, Stanley Tucci, Kristin Chenoweth","Director":"Robert Zemeckis","Writer":"Robert Zemeckis, Kenya Barris, Guillermo del Toro","poster_path":"https://image.tmdb.org/t/p/original/b1C0FuXp4wiPmHLVKq4kwtDMgK6.jpg","film_year":"2022 film","runtime":106,"genre_names":"Adventure, Comedy, Family, Fantasy, Horror"}
{"Number":42,"original_title":"The Conjuring","title":"The Conjuring","original_language":"en","overview":"The Conjuring is a 2013 American supernatural horror film directed by James Wan and written by Chad Hayes and Carey W. Hayes. It is the inaugural film in The Conjuring Universe franchise. Patrick Wilson and Vera Farmiga star as Ed and Lorraine Warren, paranormal investigators and authors associated with prominent cases of haunting. Their purportedly real-life reports inspired The Amityville Horror story and film franchise. The Warrens come to the assistance of the Perron family, who experienced increasingly disturbing events in their newly occupied farmhouse in Rhode Island in 1971.","plot":"Paranormal investigators Ed and Lorraine Warren work to help a family terrorized by a dark presence in their farmhouse. Forced to confront a powerful entity, the Warrens find themselves caught in the most terrifying case of their lives.","tagline":"Based on the true case files of the Warrens","Starring":"Vera Farmiga, Patrick Wilson, Ron Livingston, Lili Taylor","Director":"James Wan","Writer":"Chad Hayes, Carey W. Hayes","poster_path":"https://image.tmdb.org/t/p/original/wVYREutTvI2tmxr6ujrHT704wGF.jpg","film_year":"2013 film","runtime":112,"genre_names":"Horror, Thriller"}
{"Number":43,"original_title":"Jeepers Creepers 2","title":"Jeepers Creepers 2","original_language":"en","overview":"Jeepers Creepers 2 is a 2003 American horror film written and directed by Victor Salva. A sequel to the 2001 film Jeepers Creepers, the film portrays the Creeper, a demonic creature and mysterious serial killer who pursues a school bus filled with high-school students. Ray Wise also appears as Jack Taggart, a farmer who seeks to hunt down and kill the Creeper as revenge for his younger son who the Creeper had murdered that same week. Additionally, Francis Ford Coppola returned to the franchise as an executive producer.","plot":"When their bus is crippled on the side of a deserted road, a team of high school athletes discover an opponent they cannot defeat and may not survive. Staring hungrily at them through the school bus windows, the \"Creeper\" returns again and again. But when the teammates discover that its selective about whom it attacks, it will test their ability to stick together  as the insatiable menace tries to tear them apart!","tagline":"He can taste your fear.","Starring":"Ray Wise, Eric Nenninger, Nicki Aycox, Billy Aaron Brown, Jonathan Breck","Director":"Victor Salva","Writer":"Victor Salva","poster_path":"https://image.tmdb.org/t/p/original/u2ghDfjcs3y5c8ata3COc4pWiAN.jpg","film_year":"2003 film","runtime":104,"genre_names":"Horror"}
{"Number":44,"original_title":"The Invitation","title":"The Invitation","original_language":"en","overview":"The Invitation is a 2022 American horror thriller film directed by Jessica M. Thompson and written by Blair Butler. The film stars Nathalie Emmanuel and Thomas Doherty. Inspired by the novel Dracula by Bram Stoker, the film follows a young woman who, following her mother's death, meets long-lost family members for the first time, only to discover the dark secrets they carry with them.","plot":"After the death of her mother, Evie is approached by an unknown cousin who invites her to a lavish wedding in the English countryside. Soon, she realizes a gothic conspiracy is afoot and must fight for survival as she uncovers twisted secrets in her family 's history.","tagline":"You are cordially invited to a nightmare generations in the making.","Starring":"Nathalie Emmanuel, Thomas Doherty, Stephanie Corneliussen, Alana Boden, Hugh Skinner, Sean Pertwee","Director":"Jessica M. Thompson","Writer":"Blair Butler","poster_path":"https://image.tmdb.org/t/p/original/jcTq6gIskCsHlKDvCKKouEfiU66.jpg","film_year":"2022 film","runtime":105,"genre_names":"Horror, Thriller"}
{"Number":45,"original_title":"Queen of Spades","title":"Queen of Spades","original_language":"en","overview":"An ominous entity known as the Queen of Spades can be summoned by performing an ancient ritual. Those brave enough draw a door and a staircase on a mirror, in darkness, and say her name three times. What happens next must be experienced to be believed. Four teenagers decide to summon the Queen of Spades as a joke. But they could never imagine the horrors this innocent prank has condemned them and their loved ones to. The evil entity won't stop until she gets their souls.","plot":"According to legend, an ominous entity known as the Queen of Spades can be summoned by performing an ancient ritual. Four teenagers summon the Queen of Spades, but they could never imagine the horrors that await them.","tagline":"She will reign.","Starring":" Ava Preston, Daniel Kash, Kaelen Ohm, Eric Osborne, Jamie Bloch, Nabil Rajo, Krista Marchand","Director":"Patrick White","Writer":"John Ainslie, Svyatoslav Podgaevskiy, Patrick White","poster_path":"https://image.tmdb.org/t/p/original/4IKBzVBPLXu9p5cfEfdJjHdlafV.jpg","film_year":"2021 film","runtime":91,"genre_names":"Horror"}
{"Number":46,"original_title":"Living with Chucky","title":"Living with Chucky","original_language":"en","overview":"The documentary behind the scene of film producer who grow up with Chucky doll","plot":"A filmmaker who grew up alongside Chucky the killer doll seeks out the other families surrounding the Child's Play films as they recount their experiences working on the ongoing franchise and what it means to be a part of the, \"Chucky\" family.","tagline":"It Isn't Child's Play","Starring":"Kyra Elise Gardner , Brad Dourif , Fiona Dourif , Alex Vincent , Jennifer Tilly","Director":"Kyra Elise Gardner","Writer":"Kyra Elise Gardner","poster_path":"https://image.tmdb.org/t/p/original/gYmB6qXGh0dECa3g5MqsUMwLcXZ.jpg","film_year":"2022 film","runtime":105,"genre_names":"Documentary, Horror"}
{"Number":47,"original_title":"Halloween","title":"Halloween","original_language":"en","overview":"Halloween is a 2018 American slasher film directed by David Gordon Green and co-written by Green, Jeff Fradley and Danny McBride. It is the eleventh installment in the Halloween film series and a direct sequel to the 1978 film of the same name, while disregarding all previous sequels. The film stars Jamie Lee Curtis who reprises her role as Laurie Strode. James Jude Courtney portrays Michael Myers, with Nick Castle returning to the role for a cameo. Halloween also stars Judy Greer, Andi Matichak, Will Patton, Haluk Bilginer, and Virginia Gardner. Its plot follows a post-traumatic Laurie Strode who prepares to face Michael Myers in a final showdown on Halloween night, forty years after she survived his killing spree.","plot":"Jamie Lee Curtis returns to her iconic role as Laurie Strode, who comes to her final confrontation with Michael Myers, the masked figure who has haunted her since she narrowly escaped his killing spree on Halloween night four decades ago.","tagline":"Face Your Fate.","Starring":"Jamie Lee Curtis, Judy Greer, Andi Matichak, Will Patton, Virginia Gardner","Director":"David Gordon Green","Writer":"Jeff Fradley, Danny McBride, David Gordon Green","poster_path":"https://image.tmdb.org/t/p/original/f7JAX5EGk4GgsEnus6OxyzwpFp7.jpg","film_year":"2018 film","runtime":106,"genre_names":"Horror, Thriller"}
{"Number":48,"original_title":"A Quiet Place Part II","title":"A Quiet Place Part II","original_language":"en","overview":"A Quiet Place Part II is a 2020 American post-apocalyptic horror film written and directed by John Krasinski. It is the sequel to the 2018 film A Quiet Place, following the family from the first film as they continue to navigate and survive in a post-apocalyptic world inhabited by blind aliens with an acute sense of hearing. Emily Blunt, Millicent Simmonds, Noah Jupe and Krasinski reprise their roles from the first film, while Cillian Murphy, Djimon Hounsou, Scoot McNairy, and Okieriete Onaodowan join the cast.","plot":"Following the events at home, the Abbott family now face the terrors of the outside world. Forced to venture into the unknown, they realize that the creatures that hunt by sound are not the only threats that lurk beyond the sand path.","tagline":"Silence is not enough.","Starring":"Emily Blunt, Cillian Murphy, Millicent Simmonds, Noah Jupe, Djimon Hounsou, John Krasinski","Director":"John Krasinski","Writer":"John Krasinski","poster_path":"https://image.tmdb.org/t/p/original/4q2hz2m8hubgvijz8Ez0T2Os2Yv.jpg","film_year":"2021 film","runtime":97,"genre_names":"Horror, Science Fiction, Thriller"}
{"Number":49,"original_title":"Paranormal Activity: Next of Kin","title":"Paranormal Activity: Next of Kin","original_language":"en","overview":"Paranormal Activity: Next of Kin is a 2021 American found footage supernatural horror film directed by William Eubank, written by Christopher Landon, and produced by Jason Blum and series creator Oren Peli. Serving as the seventh installment of the Paranormal Activity series, the film stars Emily Bader, Roland Buck III, Dan Lippert, Henry Ayres-Brown, and Tom Nowicki, and follows a group who attempt to make a documentary on an Amish community, only for them to discover the horrific secrets the town holds.","plot":"Margot, a documentary filmmaker, heads to a secluded Amish community in the hopes of learning about her long-lost mother and extended family. Following a string of strange occurrences and discoveries, she comes to realize this community may not be what it seems.","tagline":"The activity is reborn.","Starring":"Emily Bader, Roland Buck III, Dan Lippert, Henry Ayres-Brown","Director":"William Eubank","Writer":"Christopher Landon","poster_path":"https://image.tmdb.org/t/p/original/bXAVveHiLotZbWdg3PKGhAzxYKP.jpg","film_year":"2021 film","runtime":98,"genre_names":"Horror, Mystery, Thriller"}
{"Number":50,"original_title":"Old","title":"Old","original_language":"en","overview":"Old is a 2021 American thriller film written, directed, and produced by M. Night Shyamalan. It is based on the French-language Swiss graphic novel Sandcastle by Pierre Oscar Levy and Frederik Peeters. The film features an ensemble cast consisting of Gael Garcia Bernal, Vicky Krieps, Rufus Sewell, Alex Wolff, Thomasin McKenzie, Abbey Lee, Nikki Amuka-Bird, Ken Leung, Eliza Scanlen, Aaron Pierre, Embeth Davidtz, and Emun Elliott. The plot follows a group of people who find themselves aging rapidly on a secluded beach.","plot":"A group of families on a tropical holiday discover that the secluded beach where they are staying is somehow causing them to age rapidly  reducing their entire lives into a single day.","tagline":"It's only a matter of time.","Starring":"Gael Garcia Bernal, Vicky Krieps, Rufus Sewell, Alex Wolff, Thomasin McKenzie, Abbey Lee, Nikki Amuka-Bird, Ken Leung, Eliza Scanlen, Aaron Pierre, Embeth Davidtz, Emun Elliott","Director":"M. Night Shyamalan","Writer":"M. Night Shyamalan","poster_path":"https://image.tmdb.org/t/p/original/vclShucpUmPhdAOmKgf3B3Z4POD.jpg","film_year":"2021 film","runtime":108,"genre_names":"Horror, Mystery, Thriller"}
{"Number":51,"original_title":"Black Water: Abyss","title":"Black Water: Abyss","original_language":"en","overview":"Black Water: Abyss is a 2020 Australian horror thriller film directed by Andrew Traucki. It is a standalone sequel to Black Water (2007). In the film, a group of friends venture in deep forests of Australia to explore a remote cave system. However, when a tropical storm hits and rising flood waters trap them deep below the surface, something even deadlier emerges from the darkness-a large killer crocodile. It was released on July 10, 2020.","plot":"An adventure-loving couple convince their friends to explore a remote, uncharted cave system in the forests of Northern Australia. With a tropical storm approaching, they abseil into the mouth of the cave, but when the caves start to flood, tensions rise as oxygen levels fall and the friends find themselves trapped. Unknown to them, the storm has also brought in a pack of dangerous and hungry crocodiles.","tagline":"Descend into fear","Starring":"Jessica McNamee, Luke Mitchell, Amali Golden","Director":"Andrew Traucki","Writer":"John Ridley, Sarah Smith","poster_path":"https://image.tmdb.org/t/p/original/pmAv14TPE2vKMIRrVeCd1Ll7K94.jpg","film_year":"2020 film","runtime":98,"genre_names":"Adventure, Horror, Mystery, Thriller"}
{"Number":52,"original_title":"The Haunting of Helena","title":"The Haunting of Helena","original_language":"en","overview":"The Haunting of Helena (also known as Fairytale in other countries) is a 2012 Italian supernatural horror film, written and directed by Christian Bisceglia and filmed in Italy. The film stars Harriet MacMasters-Green and Sabrina Jolie Perez.","plot":"After a divorce, Sophia moves to the south of Italy with her daughter, Helena. Their new home, an apartment within an austere building of the fascist age, is a chance for them to start a new life. But inside an old storage room hides a mysterious closet and a buried secret. After the loss of Helenas first baby tooth, a chilling obsession begins and an apparition haunts her sleep...","tagline":"She's coming for her.","Starring":"Harriet MacMasters-Green, Sabrina Jolie Perez, Jarreth J. Merz","Director":"Christian Bisceglia","Writer":"Christian Bisceglia","poster_path":"https://image.tmdb.org/t/p/original/iB8rf8FYHGlrbmLybCo6Mpg8hNt.jpg","film_year":"2012 film","runtime":87,"genre_names":"Horror, Thriller"}
{"Number":53,"original_title":"Wrong Turn 3: Left for Dead","title":"Wrong Turn 3: Left for Dead","original_language":"en","overview":"Wrong Turn 3: Left for Dead is a 2009 psychological slasher film directed by Declan O'Brien and starring Tom Frederic, Janet Montgomery, and Tamer Hassan. It is a sequel to Wrong Turn 2: Dead End (2007) and the third installment in the Wrong Turn film series. The film grossed $5.9 million in home sales.","plot":"A group of people find themselves trapped in the backwoods of West Virginia, fighting for their lives against a group of vicious and horribly disfigured inbred cannibals.","tagline":"What you don't see will kill you.","Starring":"Tom Frederic, Janet Montgomery, Tamer Hassan","Director":"Declan O'Brien","Writer":"Connor James Delaney","poster_path":"https://image.tmdb.org/t/p/original/84s4LMWuGbm4xPWW5PSbHyQhh33.jpg","film_year":"2009 film","runtime":91,"genre_names":"Horror, Thriller"}
{"Number":54,"original_title":"Llanto Maldito","title":"Tarumama","original_language":"es","overview":"A Spanish language film loosely inspired by a Colombian myth, Tarumama tells the story of a family attempting to heal its fractured relationships by taking a trip to a cabin in the woods.","plot":"Sara and Oscar, a couple going through a marital crisis, decide to spend a week in a remote country cabin with their two children, Alicia and Toms. The family tries to have a quiet time, but something strange happens there. There is a woman who prowls through the forest and cries uncontrollably looking for a baby she has just lost. This deeply affects the family who will have to stay together to survive this nightmare.","tagline":"NA","Starring":" Jeronimo Baron ,Mario Bolanos , Paula Castano","Director":"Andres Beltran\t","Writer":"Andres Beltran\t","poster_path":"https://image.tmdb.org/t/p/original/yDCIUtqZDc9JCKuxRGiqwMuDjUE.jpg","film_year":"2021 film","runtime":90,"genre_names":"Drama, Horror"}
{"Number":55,"original_title":"The Conjuring 2","title":"The Conjuring 2","original_language":"en","overview":"The Conjuring 2 (known in the United Kingdom as The Conjuring 2: The Enfield Case) is a 2016 American supernatural horror film, directed by James Wan. The screenplay is by Chad Hayes, Carey W. Hayes, Wan, and David Leslie Johnson. It is the sequel to 2013's The Conjuring, the second installment in The Conjuring series, and the third installment in The Conjuring Universe franchise. Patrick Wilson and Vera Farmiga reprise their roles as paranormal investigators and authors Ed and Lorraine Warren from the first film. The film follows the Warrens as they travel to England to assist the Hodgson family, who are experiencing poltergeist activity at their Enfield council house in 1977 which later became referred to as the Enfield poltergeist.","plot":"Lorraine and Ed Warren travel to north London to help a single mother raising four children alone in a house plagued by malicious spirits.","tagline":"The next true story from the case files of Ed and Lorraine Warren.","Starring":"Vera Farmiga,Patrick Wilson,Frances O'Connor,Madison Wolfe,Simon McBurney,Franka Potente","Director":"James Wan","Writer":"Chad Hayes, Carey W. Hayes, James Wan, David Leslie Johnson","poster_path":"https://image.tmdb.org/t/p/original/zEqyD0SBt6HL7W9JQoWwtd5Do1T.jpg","film_year":"2016 film","runtime":134,"genre_names":"Horror, Thriller"}
{"Number":56,"original_title":"World War Z","title":"World War Z","original_language":"en","overview":"World War Z is a 2013 American action horror film directed by Marc Forster, with a screenplay by Matthew Michael Carnahan, Drew Goddard, and Damon Lindelof, from a story by Carnahan and J. Michael Straczynski, based on the 2006 novel of the same name by Max Brooks. It stars Brad Pitt as Gerry Lane, a former United Nations investigator who travels the world seeking a solution for a sudden zombie apocalypse,[12] along with ensemble supporting cast including Mireille Enos and James Badge Dale.","plot":"Life for former United Nations investigator Gerry Lane and his family seems content. Suddenly, the world is plagued by a mysterious infection turning whole human populations into rampaging mindless zombies. After barely escaping the chaos, Lane is persuaded to go on a mission to investigate this disease. What follows is a perilous trek around the world where Lane must brave horrific dangers and long odds to find answers before human civilization falls.","tagline":"Remember Philly!","Starring":"Brad Pitt, Mireille Enos, James Badge Dale","Director":"Marc Forster","Writer":"Matthew Michael Carnahan, Drew Goddard, Damon Lindelof","poster_path":"https://image.tmdb.org/t/p/original/1SWBSYJsnyhdNRfLI1T6RsCxAQ4.jpg","film_year":"2013 film","runtime":116,"genre_names":"Action, Drama, Horror, Science Fiction, Thriller"}
{"Number":57,"original_title":"The Nun","title":"The Nun","original_language":"en","overview":"The Nun (Spanish: La Monja) is an English-language 2005 Spanish horror film directed by Luis De La Madrid.","plot":"When a young nun at a cloistered abbey in Romania takes her own life, a priest with a haunted past and a novitiate on the threshold of her final vows are sent by the Vatican to investigate. Together they uncover the orders unholy secret. Risking not only their lives but their faith and their very souls, they confront a malevolent force in the form of the same demonic nun that first terrorized audiences in The Conjuring 2 as the abbey becomes a horrific battleground between the living and the damned.","tagline":"Pray For Forgiveness","Starring":"Anita Briem,Manu Fullola,Cristina Piaget,Alistair Freeland,Tete Delgado,Oriana Bonet,Belen Blanco,Alexia Iborra,Paulina Galvez,Natalia Dicenta,Lola Marceli","Director":"Corin Hardy","Writer":"Gary Dauberman","poster_path":"https://image.tmdb.org/t/p/original/sFC1ElvoKGdHJIWRpNB3xWJ9lJA.jpg","film_year":"2018 film","runtime":96,"genre_names":"Horror, Mystery, Thriller"}
{"Number":58,"original_title":"A Haunted House 2","title":"A Haunted House 2","original_language":"en","overview":"A Haunted House 2 is a 2014 American satirical horror comedy film directed by Michael Tiddes and starring Marlon Wayans. The film is the sequel to the 2013 film A Haunted House and the final installment in the duology. Produced by IM Global Octane and distributed by Open Road Films, the film was released on March 28, 2014. Like its predecessor, the film received negative reviews from critics, and earned over $25 million at the box office.","plot":"After exorcising the demons of his ex-, Malcolm starts afresh with his new girlfriend and her two children. After moving into their dream home, Malcolm is once again plagued by bizarre paranormal events.","tagline":"It'll scare the #2 out of you.","Starring":"Marlon Wayans,Jaime Pressly,Essence Atkins,Gabriel Iglesias,Missi Pyle,Ashley Rickards,Affion Crockett,Steele Stebbins,Rick Overton,Hayes MacArthur,Dave Sheridan,Cedric the Entertainer","Director":"Michael Tiddes","Writer":"Marlon Wayans, Rick Alvarez","poster_path":"https://image.tmdb.org/t/p/original/oV7M00fPXy5P0nbdeMbSUjYv0vx.jpg","film_year":"2014 film","runtime":87,"genre_names":"Comedy, Horror"}
{"Number":59,"original_title":"Wrong Turn 4: Bloody Beginnings","title":"Wrong Turn 4: Bloody Beginnings","original_language":"en","overview":"Wrong Turn 4: Bloody Beginnings is a 2011 American slasher film written and directed by Declan O'Brien. It is the fourth installment of the Wrong Turn film series and served as a prequel to the original Wrong Turn film. The film grossed $3.6 million in home sales.","plot":"A group of friends take refuge in a deserted sanatorium after they are left stranded in a snowstorm. Later, the place becomes a death trap when man-eating cannibals surround them.","tagline":"Frost Is Not The Only Thing That Bites In the Snow!","Starring":"Jenny Pudavick, Tenika Davis, Kaitlyn Wong, Terra Vnesa, Victor Zinck Jr., Dean Armstrong","Director":"Declan O'Brien","Writer":"Declan O'Brien","poster_path":"https://image.tmdb.org/t/p/original/r1JNXwJkKO696NlGTyqkw96yoT9.jpg","film_year":"2011 film","runtime":93,"genre_names":"Horror, Thriller"}
{"Number":60,"original_title":"Mal de Ojo","title":"Evil Eye","original_language":"es","overview":"Evil Eye is a 2020 American supernatural horror film directed by Elan and Rajeev Dassani and written by Madhuri Shekar, based on her Audible Original audio play of the same name. The film stars Sarita Choudhury, Sunita Mani and Omar Maskati. It was executive produced by Jason Blum of Blumhouse Television and Priyanka Chopra of Purple Pebble Pictures.","plot":"Nala, a thirteen-year-old girl from the city, travels with her family to her grandmother's home in the countryside, to try to find a cure for her little sister's mysterious illness - But she'll soon find her granny is not exactly what she seems...","tagline":"NA","Starring":"Sarita Choudhury, Sunita Mani, Omar Maskati, Bernard White","Director":"Isaac Ezban","Writer":"Junior Rosario, Edgar San Juan, Isaac Ezban","poster_path":"https://image.tmdb.org/t/p/original/tshEIrdYNHQYubiiRz8mRZR6KQA.jpg","film_year":"2022 film","runtime":0,"genre_names":"Horror"}
{"Number":61,"original_title":"Chucky's Vacation Slides","title":"Chucky's Vacation Slides","original_language":"en","overview":"Chucky's Vacation Slides is a 2004 short film starring Chucky the killer doll from the Child's Play film series. It is a tie-in to the 2004 film Seed of Chucky as the dolls used in this movie were the ones used for this short film.","plot":"Chucky, Tiffany and Glen tell about their travels.","tagline":"NA","Starring":"Billy Boyd, Brad Dourif, Jennifer Tilly","Director":"Don Mancini","Writer":"Don Mancini","poster_path":"https://image.tmdb.org/t/p/original/jY94G1fgaHkejIQW22XMoGE5mkA.jpg","film_year":"2004 film","runtime":3,"genre_names":"Comedy, Horror"}
{"Number":62,"original_title":"Constantine","title":"Constantine","original_language":"en","overview":"Constantine (/?k?nst?n?ti?n/ KON-st?n-TEEN) is a 2005 American superhero horror film directed by Francis Lawrence in his directorial debut. Written by Kevin Brodbin and Frank Cappello from a story by Brodbin, it is loosely based on the DC Comics/Vertigo Comics Hellblazer graphic novels. The film stars Keanu Reeves as John Constantine, a cynical exorcist with the ability to perceive and communicate with half-angels and half-demons in their true forms and to travel between Earth and Hell. Rachel Weisz, Shia LaBeouf, Tilda Swinton, Pruitt Taylor Vince, Djimon Hounsou, Gavin Rossdale, and Peter Stormare also feature.","plot":"John Constantine has literally been to Hell and back. When he teams up with a policewoman to solve the mysterious suicide of her twin sister, their investigation takes them through the world of demons and angels that exists beneath the landscape of contemporary Los Angeles.","tagline":"Hell wants him, Heaven won't take him, Earth needs him.","Starring":"Keanu Reeves,Rachel Weisz,Shia LaBeouf,Tilda Swinton,Pruitt Taylor Vince,Djimon Hounsou,Gavin Rossdale,Peter Stormare","Director":"Francis Lawrence","Writer":"Kevin Brodbin","poster_path":"https://image.tmdb.org/t/p/original/vPYgvd2MwHlxTamAOjwVQp4qs1W.jpg","film_year":"2005 film","runtime":121,"genre_names":"Action, Fantasy, Horror"}
{"Number":63,"original_title":"Antlers","title":"Antlers","original_language":"en","overview":"Antlers is a 2021 supernatural horror film directed and co-written by Scott Cooper, and starring Keri Russell, Jesse Plemons, Jeremy T. Thomas, Graham Greene, Scott Haze, Rory Cochrane, and Amy Madigan. The screenplay was adapted from Nick Antosca's short story \"The Quiet Boy\". The film follows a school teacher who suspects one of her students is suffering from personal problems in his home life, not knowing that he is harboring an evil demon in his house.","plot":"A small-town Oregon teacher and her brother, the local sheriff, discover a young student is harbouring a dangerous secret that could have frightening consequences.","tagline":"Pray it desires not you.","Starring":"Keri Russell,Jesse Plemons,Jeremy T. Thomas,Graham Greene,Scott Haze,Rory Cochrane,Amy Madigan","Director":"Scott Cooper","Writer":"C. Henry Chaisson, Nick Antosca, Scott Cooper,","poster_path":"https://image.tmdb.org/t/p/original/cMch3tiexw3FdOEeZxMWVel61Xg.jpg","film_year":"2021 film","runtime":99,"genre_names":"Drama, Horror, Mystery"}
{"Number":64,"original_title":"Wrong Turn","title":"Wrong Turn","original_language":"en","overview":"Wrong Turn is a 2021 horror film directed by Mike P. Nelson and written by franchise creator Alan McElroy. The film, being a reboot, is the seventh installment of the Wrong Turn film series, stars Charlotte Vega, Adain Bradley, Bill Sage, Emma Dumont, Dylan McTee, Daisy Head, and Matthew Modine. It is an international co-production between the United States, Germany, and Canada.","plot":"Jen and a group of friends set out to hike the Appalachian Trail. Despite warnings to stick to the trail, the hikers stray off courseand cross into land inhabited by The Foundation, a hidden community of mountain dwellers who use deadly means to protect their way of life.","tagline":"This land is their land.","Starring":"Charlotte Vega, Adain Bradley,Bill Sage,Emma Dumont,Dylan McTee,Daisy Head,Matthew Modine","Director":"Mike P. Nelson","Writer":"Alan B. McElroy","poster_path":"https://image.tmdb.org/t/p/original/4U1SBHmwHkNA0eHZ2n1CuiC1K1g.jpg","film_year":"2021 film","runtime":110,"genre_names":"Horror, Thriller"}
{"Number":65,"original_title":"Hidden","title":"Hidden","original_language":"en","overview":"Hidden is a 2015 American psychological thriller film written and directed by the Duffer Brothers in their feature film debut. The film stars Alexander Skarsglrd, Andrea Riseborough, and Emily Alyn Lind. This was producer Richard D. Zanuck's last film; he died before filming began.","plot":"A family takes refuge in a fallout shelter to avoid a dangerous outbreak.","tagline":"Fear will find you.","Starring":"Alexander Skarsglrd,Andrea Riseborough,Emily Alyn Lind","Director":"The Duffer Brothers","Writer":"","poster_path":"https://image.tmdb.org/t/p/original/oiNc4aTeaUMVNkxL0UWnezmKJgM.jpg","film_year":"2015 film","runtime":83,"genre_names":"Horror, Thriller"}
{"Number":66,"original_title":"The Meg","title":"The Meg","original_language":"en","overview":"The Meg is a 2018 science fiction action film directed by Jon Turteltaub from a screenplay by Dean Georgaris, Jon Hoeber, and Erich Hoeber, loosely based on the 1997 novel Meg: A Novel of Deep Terror by Steve Alten. The film stars Jason Statham, Li Bingbing, Rainn Wilson, Ruby Rose, Winston Chao, and Cliff Curtis. In the plot, a group of scientists encounters a 75-foot-long (23 m) megalodon shark while on a rescue mission on the floor of the Pacific Ocean.","plot":"A deep sea submersible pilot revisits his past fears in the Mariana Trench, and accidentally unleashes the seventy foot ancestor of the Great White Shark believed to be extinct.","tagline":"Chomp On This","Starring":"Jason Statham,Li Bingbing,Rainn Wilson","Director":"Jon Turteltaub","Writer":"Dean Georgaris, Jon Hoeber, Erich Hoeber","poster_path":"https://image.tmdb.org/t/p/original/xqECHNvzbDL5I3iiOVUkVPJMSbc.jpg","film_year":"2018 film","runtime":113,"genre_names":"Action, Horror, Science Fiction"}
{"Number":67,"original_title":"Cult of Chucky","title":"Cult of Chucky","original_language":"en","overview":"Cult of Chucky is a 2017 American supernatural slasher film written and directed by Don Mancini. The seventh installment of the Child's Play franchise, following the 2013 film Curse of Chucky, it stars Fiona Dourif, Michael Therriault, Adam Hurtig, Alex Vincent, Elisabeth Rosen, Grace Lynn Kung, Marina Stephenson Kerr, Zak Santiago, Ali Tataryn, Jennifer Tilly, Christine Elise and Brad Dourif. Cult of Chucky began production in Winnipeg, Manitoba, Canada in January 2017 and premiered at the London FrightFest Film Festival on August 24 the same year. As with the previous film, it was released direct-to-video by Universal Pictures Home Entertainment via Blu-ray, DVD and VOD on October 3.","plot":"Confined to an asylum for the criminally insane, Nica Pierce is convinced that she, not Chucky, murdered her entire family. But when the psychiatrist introduces a new therapeutic \"Good Guy\" doll with a familiar face, a string of new, grisly deaths leads Nica to wonder if she isn't crazy after all.","tagline":"You may feel a little prick","Starring":"Fiona Dourif, Michael Therriault, Adam Hurtig","Director":"Don Mancini","Writer":"Don Mancini","poster_path":"https://image.tmdb.org/t/p/original/r5JUiMYfatwYeDkxkLWYUx5GIjY.jpg","film_year":"2017 film","runtime":91,"genre_names":"Horror, Thriller"}
{"Number":68,"original_title":"The Addams Family","title":"The Addams Family","original_language":"en","overview":"The Addams Family is a 2019 animated supernatural black comedy film based on the characters from the cartoon created by cartoonist Charles Addams. It was directed by Conrad Vernon and Greg Tiernan, with a screenplay by Matt Lieberman and a story by Lieberman, Erica Rivinoja, and Vernon. The film stars the voices of Oscar Isaac, Charlize Theron, Chloe Grace Moretz, Finn Wolfhard, Nick Kroll, Snoop Dogg, Bette Midler, and Allison Janney.","plot":"The Addams family's lives begin to unravel when they face-off against a treacherous, greedy crafty reality-TV host while also preparing for their extended family to arrive for a major celebration.","tagline":"Think your family is weird?","Starring":"Oscar Isaac, Charlize Theron,Chloe Grace Moretz,Finn Wolfhard,Nick Kroll","Director":"Conrad Vernon, Greg Tiernan","Writer":"Matt Lieberman","poster_path":"https://image.tmdb.org/t/p/original/q1epO0eO8DWu8Vo8tPfvVlzW48T.jpg","film_year":"2019 film","runtime":86,"genre_names":"Animation, Comedy, Family, Fantasy, Horror"}
{"Number":69,"original_title":"The Deep House","title":"The Deep House","original_language":"en","overview":"The Deep House is a 2021 English-language French supernatural horror film written and directed by Julien Maury and Alexandre Bustillo. The film stars James Jagger and Camille Rowe. Blumhouse Television and Epix acquired the film for North American distribution.","plot":"While diving in a remote French lake, a couple of YouTubers who specialize in underwater exploration videos discover a house submerged in the deep waters. What was initially a unique finding soon turns into a nightmare when they discover that the house was the scene of atrocious crimes. Trapped, with their oxygen reserves falling dangerously, they realize the worst is yet to come: they are not alone in the house.","tagline":"Breathe while you still can.","Starring":"James Jagger, Camille Rowe","Director":"Alexandre Bustillo, Julien Maury","Writer":"Alexandre Bustillo, Julien Maury, Julien David, Rachel Parker","poster_path":"https://image.tmdb.org/t/p/original/5xhAPxRr64oQPEFnUOrttuI4ZEU.jpg","film_year":"2021 film","runtime":81,"genre_names":"Horror"}
{"Number":70,"original_title":"Bride of Chucky","title":"Bride of Chucky","original_language":"en","overview":"Bride of Chucky is a 1998 American black comedy slasher film written by Don Mancini and directed by Ronny Yu. The fourth installment in the Child's Play franchise, it stars Jennifer Tilly, Brad Dourif, John Ritter, Katherine Heigl, and Nick Stabile. Unlike the first three films, Bride of","plot":"Chucky hooks up with another murderous doll, the bridal gown-clad Tiffany, for a Route 66 murder spree with their unwitting hosts.","tagline":"Chucky gets lucky.","Starring":"Jennifer Tilly, Brad Dourif, Katherine Heigl, Nick Stabile, John Ritter","Director":"Ronny Yu","Writer":"Don Mancini","poster_path":"https://image.tmdb.org/t/p/original/9gDzYmuy4Gait4GgeGiKdh68XvF.jpg","film_year":"1998 film","runtime":89,"genre_names":"Comedy, Horror"}
{"Number":71,"original_title":"Fear Street: 1994","title":"Fear Street: 1994","original_language":"en","overview":"Fear Street Part One: 1994 (titled onscreen as Fear Street 1994) is a 2021 American supernatural slasher film directed by Leigh Janiak, with a script co-written by Phil Graziadei, and Janiak, from an original story by Kyle Killen, Graziadei, and Janiak. Based on the book series of the same name by R. L. Stine, it is the first installment in the Fear Street trilogy and stars Kiana Madeira, Olivia Scott Welch, Benjamin Flores Jr., Julia Rehwald, Fred Hechinger, Ashley Zukerman, Darrell Britt-Gibson, and Maya Hawke. The film follows after a series of brutal slayings, a teen and her friends take on an evil force thats plagued their notorious town for centuries.","plot":"After a series of brutal slayings, a teen and her friends take on an evil force that's plagued their notorious town for centuries.","tagline":"Face the evil.","Starring":"Kiana Madeira,Olivia Scott Welch,Benjamin Flores Jr.","Director":"Leigh Janiak","Writer":"Phil Graziadei, Leigh Janiak","poster_path":"https://image.tmdb.org/t/p/original/9J9Wy39ZjrVmfk7yMkulpcI5sy0.jpg","film_year":"2021 film","runtime":107,"genre_names":"Fantasy, Horror, Mystery"}
{"Number":72,"original_title":"Demonic","title":"Demonic","original_language":"en","overview":"Demonic is a 2021 science fiction supernatural horror film written, co-produced and directed by Neill Blomkamp. The film stars Carly Pope, Chris William Martin, Michael J. Rogers, Nathalie Boltt, Terry Chen and Kandyse McClure. Filmed amid the COVID-19 pandemic, it was released on August 20, 2021, receiving generally negative reviews from critics.","plot":"A young woman unleashes terrifying demons when supernatural forces at the root of a decades-old rift between mother and daughter are ruthlessly revealed.","tagline":"It's not a dream, it's not reality.","Starring":"Carly Pope,Chris William Martin,Michael J. Rogers","Director":"Neill Blomkamp","Writer":"Neill Blomkamp","poster_path":"https://image.tmdb.org/t/p/original/pUK9duiCK1PKqWA5rRQ4XBMHITH.jpg","film_year":"2021 film","runtime":104,"genre_names":"Drama, Horror, Science Fiction"}
{"Number":73,"original_title":"Legion","title":"Legion","original_language":"en","overview":"Legion is a 2010 American action horror film directed by Scott Stewart and co-written by Stewart and Peter Schink. The film stars Paul Bettany, Lucas Black, Tyrese Gibson, Adrianne Palicki, Kate Walsh, and Dennis Quaid. Sony Pictures Worldwide Acquisitions Group acquired most of the film's worldwide distribution rights, releasing the film theatrically in North America on January 22, 2010 through Screen Gems. A story of the Second Coming, Legion follows a group of people as they attempt to protect an infant savior from angels and the possessed in an apocalypse.","plot":"When God loses faith in humankind, he sends his legion of angels to bring on the Apocalypse. Humanity's only hope for survival lies in a group of strangers trapped in an out-of-the-way, desert diner with the Archangel Michael.","tagline":"When the last angel falls, the fight for mankind begins.","Starring":"Paul Bettany,Lucas Black,Tyrese Gibson,Adrianne Palicki,Charles S. Dutton","Director":"Scott Stewart","Writer":"Peter Schink, Scott Stewart","poster_path":"https://image.tmdb.org/t/p/original/ykocDqwg5PRUopnBVb1x1DWnEJF.jpg","film_year":"2010 film","runtime":100,"genre_names":"Action, Fantasy, Horror"}
{"Number":74,"original_title":"Terrifier 2","title":"Terrifier 2","original_language":"en","overview":"Terrifier 2 is a 2022 American slasher film written, directed, edited and produced by Damien Leone. A sequel to Terrifier (2016), it is the second movie centered solely around Art the Clown and third feature-length film to feature the character. It is the fourth movie and sixth overall installment in the Terrifier franchise, and is also the third movie that features the character. It includes the return of David Howard Thornton and Samantha Scaffidi, who respectively portrayed Art the Clown and Victoria Heyes in the first film, and stars Lauren LaVera, Elliott Fullam, Sarah Voigt, Kailey Hyman and Casey Hartnett. The plot follows Art's resurrection and pursuit of teenage Sienna Shaw (LaVera) and her younger brother Jonathan (Fullam) on Halloween night-a year after the events of the first film.","plot":"After being resurrected by a sinister entity, Art the Clown returns to Miles County where he must hunt down and destroy a teenage girl and her younger brother on Halloween night.  As the body count rises, the siblings fight to stay alive while uncovering the true nature of Art's evil intent.","tagline":"Who's laughing now?","Starring":"Lauren LaVera,Elliott Fullam,Sarah Voigt","Director":"Damien Leone","Writer":"Damien Leone","poster_path":"https://image.tmdb.org/t/p/original/wRKHUqYGrp3PO91mZVQ18xlwYzW.jpg","film_year":"2022 film","runtime":138,"genre_names":"Horror, Thriller"}
{"Number":75,"original_title":"Halloween","title":"Halloween","original_language":"en","overview":"Halloween is a 1978 American independent slasher film directed, co-written, and scored by John Carpenter. Starring Donald Pleasence and Jamie Lee Curtis, with P. J. Soles and Nancy Loomis in supporting roles, the film is set mostly in the fictional town of Haddonfield, Illinois, the plot centers on a mental patient, Michael Myers, who was committed to a sanitarium for murdering his teenage sister on Halloween night when he was a child. Fifteen years later, having escaped and returned to his hometown, he stalks teenage babysitter Laurie Strode and her friends while under pursuit by his psychiatrist Dr. Samuel Loomis.","plot":"Fifteen years after murdering his sister on Halloween Night 1963, Michael Myers escapes from a mental hospital and returns to the small town of Haddonfield, Illinois to kill again.","tagline":"The Night He Came Home!","Starring":"Donald Pleasence,Jamie Lee Curtis,P.J. Soles,Nancy Loomis","Director":"John Carpenter","Writer":"John Carpenter, Debra Hill","poster_path":"https://image.tmdb.org/t/p/original/qVpCaBcnjRzGL3nOPHi6Suy0sB6.jpg","film_year":"1978 film","runtime":91,"genre_names":"Horror, Thriller"}
{"Number":76,"original_title":"Child's Play","title":"Child's Play","original_language":"en","overview":"Child's Play is a 1988 American supernatural slasher film directed by Tom Holland, from a screenplay he co-wrote with Don Mancini and John Lafia, and based on a story by Mancini. It is the first film in the Child's Play series and the first installment to feature the character Chucky. It stars Catherine Hicks and Chris Sarandon with Brad Dourif as Chucky. Its plot follows a widowed mother who gives a doll to her son, unaware that the doll is possessed by the soul of a serial killer.","plot":"A single mother gives her son a beloved doll for his birthday, only to discover that it is possessed by the soul of a serial killer.","tagline":"NA","Starring":"Catherine Hicks,Chris Sarandon","Director":"Tom Holland","Writer":"\tTom Holland","poster_path":"https://image.tmdb.org/t/p/original/7jrOhGtRh6YK7sMfvH1E1f36aVx.jpg","film_year":"1988 film","runtime":87,"genre_names":"Horror"}
{"Number":77,"original_title":"A Haunted House","title":"A Haunted House","original_language":"en","overview":"A Haunted House is a 2013 American satirical horror comedy film directed by Michael Tiddes, written by, produced by and starring Marlon Wayans.[3] Although Wayans said the film was \"not exactly a parody but rather a movie with funny characters doing the opposite of what typical people do in similar horror films,\" the film pokes fun at the \"found footage\" horror genre, such as Paranormal Activity and The Devil Inside. It was released on January 11, 2013 and was panned by critics, but grossed $60 million against a budget of $2.5 million. A sequel, A Haunted House 2, was released on April 18, 2014.","plot":"Malcolm and Kisha move into their dream home, but soon learn a demon also resides there. When Kisha becomes possessed, Malcolm - determined to keep his sex life on track - turns to a priest, a psychic, and a team of ghost-busters for help in this spoof of all the \"found-footage/documentary style\" films released in recent years.","tagline":"This ain't paranormal.","Starring":"Marlon Wayans,Essence Atkins,Cedric the Entertainer,Nick Swardson","Director":"Michael Tiddes","Writer":"Marlon Wayans, Rick Alvarez","poster_path":"https://image.tmdb.org/t/p/original/skQt53YE2iyOftXj5afJkHmYxLW.jpg","film_year":"2013 film","runtime":86,"genre_names":"Comedy, Horror"}
{"Number":78,"original_title":"The First Purge","title":"The First Purge","original_language":"en","overview":"The First Purge is a 2018 American dystopian action horror film directed by Gerard McMurray and starring Y'lan Noel, Lex Scott Davis, Joivan Wade, and Steve Harris. Written and co-executive produced by James DeMonaco, it is the first film of The Purge series not to be directed by him.","plot":"To push the crime rate below one percent for the rest of the year, the New Founding Fathers of America test a sociological theory that vents aggression for one night in one isolated community. But when the violence of oppressors meets the rage of the others, the contagion will explode from the trial-city borders and spread across the nation.","tagline":"A Nation Reborn","Starring":"Y'lan Noel,Lex Scott Davis,Joivan Wade,Steve Harris","Director":"Gerard McMurray","Writer":"James DeMonaco","poster_path":"https://image.tmdb.org/t/p/original/litjsBoiydO6JlO70uOX4N3WnNL.jpg","film_year":"2018 film","runtime":97,"genre_names":"Action, Horror, Thriller"}
{"Number":79,"original_title":"It","title":"It","original_language":"en","overview":"It (titled onscreen as It Chapter One) is a 2017 American supernatural horror film directed by Andy Muschietti and written by Chase Palmer, Cary Fukunaga, and Gary Dauberman. It is the first of a two-part adaptation of the 1986 novel of the same name by Stephen King, primarily covering the first chronological half of the book. It is the first film in the It film series as well as being the second adaptation following Tommy Lee Wallace's 1990 miniseries. The film stars Jaeden Lieberher and Bill Skarsglrd as the lead roles, with Jeremy Ray Taylor, Sophia Lillis, Finn Wolfhard, Wyatt Oleff, Chosen Jacobs, Jack Dylan Grazer, Nicholas Hamilton, and Jackson Robert Scott featured in supporting roles. The film was produced by New Line Cinema, KatzSmith Productions, Lin Pictures, and Vertigo Entertainment. Set in Derry, Maine, the film tells the story of The Losers' Club (Lieberher, Ray Taylor, Lillis, Wolfhard, Oleff, Jacobs, and Dylan Grazer), a group of seven outcast children who are terrorized by the eponymous being which emerges from the sewer (Skarsglrd), only to face their own personal demons in the process.","plot":"In a small town in Maine, seven children known as The Losers Club come face to face with life problems, bullies and a monster that takes the shape of a clown called Pennywise.","tagline":"Your fears are unleashed","Starring":"Jaeden Lieberher,Bill Skarsgard","Director":"Andy Muschietti","Writer":"Chase Palmer, Cary Fukunaga, Gary Dauberman","poster_path":"https://image.tmdb.org/t/p/original/9E2y5Q7WlCVNEhP5GiVTjhEhx1o.jpg","film_year":"2017 film","runtime":135,"genre_names":"Fantasy, Horror"}
{"Number":80,"original_title":"Smile","title":"Smile","original_language":"en","overview":"A girl from a little town decides to go for a night walk to enjoy the solitude of the streets, taking advantage of the late hours. After to turn a corner she hears a strange noise of shoes, meeting in the distance a black-suited man dancing alone in the streets. Approaching close her to scare the man little by little moves away by the same directions where he came, no stopping to dance. But when suddenly he stops and turns to finally run towards her, the girl starts to run to back home before the smiling man catches her.","plot":"Smile follows the story of Mr O'Shea, a psychotic, short tempered Middle aged man mourning the recent loss of his family. We follow him and see how he deals with an average day of his life as he has no patience and will do regrettable things without thinking twice about the consequences.","tagline":"NA","Starring":"John Hogan, Velvin Lamont, Denis Kiely","Director":"Myles Linehan\t","Writer":"Myles Linehan\t","poster_path":"https://image.tmdb.org/t/p/original/7tSavV62A1uXTiWb8VuOjRwcAij.jpg","film_year":"2016 film","runtime":15,"genre_names":"Horror"}
{"Number":81,"original_title":"The Remaining","title":"The Remaining","original_language":"en","overview":"The Remaining is a 2014 American apocalyptic horror film directed by Casey La Scala, who co-wrote the script with Chris Dowling. The film had a limited theatrical release on September 5, 2014, and centers upon a group of friends that are forced to examine their lives after the Apocalypse strikes.","plot":"When a group of close-knit friends assemble for the marriage of Skylar and Dan, they have no idea they will witness The Rapture and face a series of catastrophic events turning the celebration into a life-or-death struggle.","tagline":"After the rapture, there are fates worse than death.","Starring":"Johnny Pacar,Shaun Sipos,Bryan Dechart","Director":"Casey La Scala","Writer":"Casey La Scala","poster_path":"https://image.tmdb.org/t/p/original/sjw5d110lXV4tWgqKG1hGOphchT.jpg","film_year":"2014 film","runtime":88,"genre_names":"Horror, Thriller"}
{"Number":82,"original_title":"Fear Street: 1978","title":"Fear Street: 1978","original_language":"en","overview":"Fear Street Part Two: 1978 (titled onscreen as Fear Street 1978) is a 2021 American teen supernatural slasher film directed by Leigh Janiak, with a script co-written by Janiak, and Zak Olkewicz, from an original story by Janiak, Olkewicz, and Phil Graziadei. Based on the book series of the same name by R. L. Stine, it is the second installment in the Fear Street trilogy after Part One: 1994 and stars Sadie Sink, Emily Rudd, Ryan Simpkins, McCabe Slye, Ted Sutherland, Gillian Jacobs, Kiana Madeira, Benjamin Flores Jr., and Olivia Scott Welch. The film centers on the cursed town of Shadyside, a killers murder spree terrorizes Camp Nightwing and turns a summer of fun into a gruesome fight for survival.","plot":"In 1978, two rival groups at Camp Nightwing must band together to solve a terrifying mystery when horrors from their towns' history come alive.","tagline":"Find the truth.","Starring":"Sadie Sink,Emily Rudd,Ryan Simpkins","Director":"Leigh Janiak","Writer":"Zak Olkewicz, Leigh Janiak","poster_path":"https://image.tmdb.org/t/p/original/5dNTxhoGDTHHGqUTdxcr4H1dqlU.jpg","film_year":"2021 film","runtime":110,"genre_names":"Fantasy, Horror, Mystery"}
{"Number":83,"original_title":"Separation","title":"Separation","original_language":"en","overview":"Separation is a 2021 American supernatural horror film directed by William Brent Bell, from a screenplay by Nick Amadeus and Josh Braun. It stars Rupert Friend, Mamie Gummer, Madeline Brewer, Violet McGraw, Simon Quarterman, and Brian Cox. The film follows a father who must take care of his daughter, after his wife, who filed for divorce, suddenly dies in an accident, as the two become haunted by a mysterious entity.","plot":"A young girl finds solace in her artist father and the ghost of her dead mother.","tagline":"It won't let go.","Starring":"Rupert Friend,Mamie Gummer,Madeline Brewer","Director":"William Brent Bell","Writer":"Nick Amadeus, Josh Braun","poster_path":"https://image.tmdb.org/t/p/original/lHbSC2Np17CRsRXIbaE0YY1Hora.jpg","film_year":"2021 film","runtime":107,"genre_names":"Drama, Horror"}
{"Number":84,"original_title":"Motherly","title":"Motherly","original_language":"en","overview":"Motherly is a 2021 Canadian psychological horror thriller film directed by Craig David Wallace. The film stars Lora Burke as Kate, a woman who lives an isolated cabin with her daughter Beth (Tessa Kozma) after her husband is sent to prison for the death of a young girl; one day, however, the dead girl's parents (Kristen MacCulloch and Nick Smyth) show up demanding answers because they believe Kate was the real killer.","plot":"Kate and her daughter Beth live alone in an isolated farmhouse in the woods, but when Kate slowly begins to suspect that something sinister is happening, her motherly instincts are put to the test.","tagline":"NA","Starring":"Lora Burke,Tessa Kozma,Kristen MacCulloch,Nick Smyth","Director":"Craig David Wallace","Writer":"Ian Malone, Craig David Wallace","poster_path":"https://image.tmdb.org/t/p/original/wmh1likQEetSLIUs5MAvfWjEayY.jpg","film_year":"2021 film","runtime":90,"genre_names":"Horror, Thriller"}
{"Number":85,"original_title":"Straight Outta Nowhere: Scooby-Doo! Meets Courage the Cowardly Dog","title":"Straight Outta Nowhere: Scooby-Doo! Meets Courage the Cowardly Dog","original_language":"en","overview":"Straight Outta Nowhere: Scooby-Doo! Meets Courage the Cowardly Dog is a 2021 American animated comedy film produced by Warner Bros. Animation, and is the thirty-sixth entry in the direct-to-video series of Scooby-Doo films. The film is a crossover between Scooby-Doo and the Cartoon Network show Courage the Cowardly Dog. The film was released on DVD and Digital on September 14, 2021.","plot":"With Mystery, Inc. on the tail of a strange object in Nowhere, Kansas, the strange hometown of Eustice, Muriel, and Courage, the gang soon find themselves contending with a giant cicada monster and her winged warriors.","tagline":"Ooga! Booga! Booga!","Starring":"Frank Welker,Grey Griffin,Matthew Lillard,Kate Micucci","Director":"Cecilia Aranovich Hamilton","Writer":"Michael Ryan","poster_path":"https://image.tmdb.org/t/p/original/uIdMpWrQ30SHPINsy7LcPFloyvO.jpg","film_year":"2021 film","runtime":72,"genre_names":"Animation, Comedy, Family, Fantasy, Horror, Mystery"}
{"Number":86,"original_title":"Smile","title":"Smile","original_language":"en","overview":"Smile is a 2022 American psychological supernatural horror film written and directed by Parker Finn (in his feature directorial debut), based on his 2020 short film Laura Hasn't Slept. The film stars Sosie Bacon as a therapist named Rose Cotter, who, after witnessing the bizarre suicide of a patient, goes through increasingly disturbing and daunting experiences, leading her to believe what she is experiencing is supernatural. It also stars Jessie T. Usher, Kyle Gallner, Kal Penn, and Rob Morgan, as well as Caitlin Stasey playing the same character she played in the short film.","plot":"When a young woman struggles to smile, her depression becomes something truly monstrous.","tagline":"NA","Starring":"Mimi Boss, Mitchell Mack","Director":"Connor Hunt","Writer":"Jakob Dinkelbach, Connor Hunt\t","poster_path":"https://image.tmdb.org/t/p/original/eQiHo5Lyt6LY2iRldK4g4pm5Tnb.jpg","film_year":"2016 film","runtime":7,"genre_names":"Horror"}
{"Number":87,"original_title":"Abraham Lincoln: Vampire Hunter","title":"Abraham Lincoln: Vampire Hunter","original_language":"en","overview":"Abraham Lincoln: Vampire Hunter is a 2012 American action horror film directed by Timur Bekmambetov and based on the novel of the same name by Seth Grahame-Smith, depicting a fictionalized history of the American Civil War with the eponymous 16th president of the United States reimagined as having a secret identity as a lifelong vampire hunter fighting against a caste of vampiric slave owners. Benjamin Walker stars as Abraham Lincoln with supporting roles by Dominic Cooper, Anthony Mackie, Mary Elizabeth Winstead, Rufus Sewell, and Marton Csokas.","plot":"President Lincoln's mother is killed by a supernatural creature, which fuels his passion to crush vampires and their slave-owning helpers.","tagline":"Are you a patriot or a vampire?","Starring":"Benjamin Walker,Dominic Cooper,Anthony Mackie,Mary Elizabeth Winstead,Rufus Sewell,Marton Csokas","Director":"Timur Bekmambetov","Writer":"Seth Grahame-Smith","poster_path":"https://image.tmdb.org/t/p/original/5dTZylzoBV9qsrub9vYLAZrNkX3.jpg","film_year":"2012 film","runtime":94,"genre_names":"Action, Fantasy, Horror"}
{"Number":88,"original_title":"Barbarians","title":"Barbarians","original_language":"en","overview":"Barbarians is a 2021 horror film written and directed by Charles Dorfman and starring Iwan Rheon, Tom Cullen, Catalina Sandino Moreno, and Incs Spiridonov. It follows a group of four at a dinner party which is derailed by masked invaders.","plot":"In town for a job interview, a young woman arrives at her Airbnb late at night only to find that it has been mistakenly double-booked and a strange man is already staying there. Against her better judgement, she decides to stay the night anyway, but soon discovers that there is much more to be afraid of in the house than the other guest.","tagline":"Some stay for a night. Some stay for a week. Some never leave.","Starring":"Georgina Campbell, Bill Skarsgard, Justin Long","Director":"Zach Cregger","Writer":"Zach Cregger","poster_path":"https://image.tmdb.org/t/p/original/d0Lhdp9AX70vdvVfhnSraaWw06R.jpg","film_year":"2022 film","runtime":103,"genre_names":"Horror, Mystery, Thriller"}
{"Number":89,"original_title":"Seed of Chucky","title":"Seed of Chucky","original_language":"en","overview":"Seed of Chucky is a 2004 black comedy slasher film, the fifth installment of the Child's Play series, and sequel to 1998's Bride of Chucky as well as the first film to be distributed by another company since the original Child's Play. The film was written and directed by Don Mancini, who created the series and has written all of the films (except the 2019 remake), and stars Jennifer Tilly, Redman, Hannah Spearritt, John Waters, Billy Boyd and Brad Dourif. With this entry, Mancini made his directorial debut. The film is set six years after Bride of Chucky and follows a young doll named Glen, the son of Chucky and Tiffany, resurrecting his parents, causing chaos.","plot":"This time around, Chucky and his homicidal honey, Tiffany, are brought back to life by their orphan offspring, Glen. Then the horror goes Hollywood as Chucky unleashes his own brand of murderous mayhem!","tagline":"Time to raise some hell.","Starring":"Jennifer Tilly,Redman,Hannah Spearritt","Director":"Don Mancini","Writer":"Don Mancini","poster_path":"https://image.tmdb.org/t/p/original/vd9K93gQ9whMKjXzADZanxWpIXM.jpg","film_year":"2004 film","runtime":87,"genre_names":"Comedy, Horror"}
{"Number":90,"original_title":"Raising Jeffrey Dahmer","title":"Raising Jeffrey Dahmer","original_language":"en","overview":"Raising Jeffrey Dahmer is a 2006 American drama film based on the case of serial killer Jeffrey Dahmer. The film is directed by Rich Ambler and stars Rusty Sneary as Dahmer, Scott Cordes as his father, and Cathy Barnett as his stepmother.","plot":"Based on the true story of the mass murderer Jeffrey Dahmer, the events within the family behind, and leading up to, his capture","tagline":"Would you still love your son even if he grew up to be Jeffrey Dahmer?","Starring":"Scott Cordes,Cathy Barnett,Rusty Sneary","Director":"Rich Ambler","Writer":"Wood Dickinson, Christopher Ryan","poster_path":"https://image.tmdb.org/t/p/original/jX6b1GmRk4daeFH2Lu6UIu8aW4I.jpg","film_year":"2006 film","runtime":100,"genre_names":"Drama, Horror"}
{"Number":91,"original_title":"The Exorcist","title":"The Exorcist","original_language":"en","overview":"The Exorcist is a 1973 American supernatural horror film directed by William Friedkin from a screenplay by William Peter Blatty, based on his 1971 novel of the same name. The film stars Ellen Burstyn, Max von Sydow, Jason Miller, and Linda Blair. The story follows the demonic possession of a young girl and her mother's attempt to rescue her through an exorcism by two Catholic priests.","plot":"12-year-old Regan MacNeil begins to adapt an explicit new personality as strange events befall the local area of Georgetown. Her mother becomes torn between science and superstition in a desperate bid to save her daughter, and ultimately turns to her last hope: Father Damien Karras, a troubled priest who is struggling with his own faith.","tagline":"Something almost beyond comprehension is happening to a girl on this street, in this house and a man has been sent for as a last resort. This man is The Exorcist.","Starring":"Ellen Burstyn,Max von Sydow,Lee J. Cobb,Kitty Winn","Director":"William Friedkin","Writer":"William Peter Blatty","poster_path":"https://image.tmdb.org/t/p/original/4ucLGcXVVSVnsfkGtbLY4XAius8.jpg","film_year":"1973 film","runtime":122,"genre_names":"Horror"}
{"Number":92,"original_title":"Host","title":"Host","original_language":"en","overview":"Host is a 2020 British independent supernatural horror film directed by Rob Savage and written by Savage, Gemma Hurley, and Jed Shepherd. A computer screen film that takes place entirely on a Zoom video call, it follows a group of friends who attempt to escape a demon they inadvertently summoned during an online seance.","plot":"Six friends hire a medium to hold a sance via Zoom during lockdown  but they get far more than they bargained for as things quickly go wrong. When an evil spirit starts invading their homes, they begin to realize they might not survive the night.","tagline":"Someone new has joined the meeting.","Starring":"Haley Bishop, Jemma Moore, Emma Louise Webb, Radina Drandova, Caroline Ward, Edward Linard, Seylan Baxter","Director":"Rob Savage","Writer":"Gemma Hurley, Rob Savage, Jed Shepherd","poster_path":"https://image.tmdb.org/t/p/original/h7dZpJDORYs5c56dydbrLFkEXpE.jpg","film_year":"2020 film","runtime":57,"genre_names":"Horror, Mystery, Thriller"}
{"Number":93,"original_title":"Army of the Dead","title":"Army of the Dead","original_language":"en","overview":"Army of the Dead is a 2021 American post-apocalyptic zombie heist film directed by Zack Snyder from a screenplay he co-wrote with Shay Hatten and Joby Harold, based on a story he also created. The film features an ensemble cast consisting of Dave Bautista, Ella Purnell, Omari Hardwick, Ana de la Reguera, Theo Rossi, Matthias Schweighofer, Nora Arnezeder, Hiroyuki Sanada, Tig Notaro, Raul Castillo, Huma Qureshi, and Garret Dillahunt. It follows a group of mercenaries who plan a Las Vegas casino heist during a zombie apocalypse.","plot":"Following a zombie outbreak in Las Vegas, a group of mercenaries take the ultimate gamble: venturing into the quarantine zone to pull off the greatest heist ever attempted.","tagline":"Survivors take all.","Starring":"Dave Bautista,Ella Purnell,Omari Hardwick,Ana de la Reguera,Theo Rossi","Director":"Zack Snyder","Writer":"Zack Snyder","poster_path":"https://image.tmdb.org/t/p/original/z8CExJekGrEThbpMXAmCFvvgoJR.jpg","film_year":"2021 film","runtime":148,"genre_names":"Action, Crime, Horror, Thriller"}
{"Number":94,"original_title":"W lesie dzis nie zasnie nikt 2","title":"Nobody Sleeps in the Woods Tonight 2","original_language":"pl","overview":"Nobody Sleeps in the Woods Tonight Part 2 (Polish: W lesie dzi? nie za?nie nikt 2) is a 2021 Polish supernatural horror slasher film and a sequel to Nobody Sleeps in the Woods Tonight. Once again, it's directed by Bartosz M. Kowalski and greg herald and written by Bartosz M. Kowalski and Mirella Zaradkiewicz. Julia Wieniawa, Wojciech Mecwaldowski, Izabela Dabrowska and Michal Zbroja reprise their roles, while Mateusz Wieclawek and Zofia Wichlacz are the new leads.","plot":"When something horrible happens to the only survivor of a bloody massacre, an insecure rookie cop must overcome his fears to stop further carnage.","tagline":"NA","Starring":"Zofia Wichlacz,Julia Wieniawa, Wojciech Mecwaldowski","Director":"Bartosz M. Kowalski, Greg herald","Writer":"Bartosz M. Kowalski, Mirella Zaradkiewicz","poster_path":"https://image.tmdb.org/t/p/original/6QvepemlDGIiiYsVs0Y1ieFuG7N.jpg","film_year":"2021 film","runtime":97,"genre_names":"Comedy, Horror, Thriller"}
{"Number":95,"original_title":"Child's Play 2","title":"Child's Play 2","original_language":"en","overview":"Child's Play 2 is a 1990 American slasher film and the direct sequel to Child's Play, written by Don Mancini and directed by John Lafia, one of the co-writers of the first film. It is the second installment in the Child's Play franchise and set two years after the first film; the plot follows Charles Lee Ray (better known as Chucky) continuing his pursuit for Andy Barclay, who was placed in foster care, and transferring his soul into him after being resurrected. Alex Vincent and Brad Dourif reprised their roles while Christine Elise, Jenny Agutter, Gerrit Graham and Grace Zabriskie joined the cast.","plot":"When Andys mother is admitted to a psychiatric hospital, the young boy is placed in foster care, andChucky, determined to claim Andy's soul, is not far behind.","tagline":"Sorry Jack... Chucky's back!","Starring":"Alex Vincent,Jenny Agutter,Gerrit Graham","Director":"John Lafia","Writer":"Don Mancini","poster_path":"https://image.tmdb.org/t/p/original/2tPQbPQeHEYAGoXFSW61IWNmoce.jpg","film_year":"1990 film","runtime":84,"genre_names":"Horror, Thriller"}
{"Number":96,"original_title":"Halloween","title":"Halloween","original_language":"en","overview":"Halloween is a 2007 American slasher film written, directed, and produced by Rob Zombie. It is a remake of John Carpenter's 1978 film of the same name and the ninth installment in the Halloween franchise. The film stars Malcolm McDowell, Sheri Moon Zombie, Tyler Mane, Scout Taylor-Compton, Brad Dourif, Danielle Harris, and William Forsythe. The \"reimagining\" follows Michael Myers who murdered his family as a child and becomes institutionalized at an asylum, before breaking out and stalking Laurie Strode and her friends on Halloween night.","plot":"After being committed for 15 years, Michael Myers, now a grown man and still very dangerous, escapes from the mental institution (where he was committed as a 10 year old) and he immediately returns to Haddonfield, where he wants to find his baby sister, Laurie. Anyone who crosses his path is in mortal danger","tagline":"Evil has a destiny.","Starring":"Malcolm McDowell,Sheri Moon Zombie,Tyler Mane","Director":"Rob Zombie","Writer":"Rob Zombie","poster_path":"https://image.tmdb.org/t/p/original/6gqqvlqQnHzOPhi1UvT6OPdunwB.jpg","film_year":"2007 film","runtime":109,"genre_names":"Horror"}
{"Number":97,"original_title":"Juega Conmigo","title":"Come Play With Me","original_language":"es","overview":"Come Play with Me (Spanish: Juega Conmigo) is a 2021 Mexican supernatural horror film directed by Adrian Garcia Bogliano. The film's plot follows Sofi, a young nanny who must confront an evil demon named Mormo in order to save the children she takes care of.","plot":"Sofia, an insecure young woman, begins babysitting two troublesome siblings that turn her job into a complete living hell. That is until a devilish presence starts messing with the trio and they must band together to fight the demon away.","tagline":"NA","Starring":"Liz Dieppa,Erik Israel Consuelo,Emilio Beltran,Valery Sais","Director":"Adrian Garcia Bogliano","Writer":"Adriana Pelusi","poster_path":"https://image.tmdb.org/t/p/original/iM5kNvZzcMSmWv7CFTxnTu5zfoa.jpg","film_year":"2021 film","runtime":80,"genre_names":"Horror"}
{"Number":98,"original_title":"La Llorona","title":"La Llorona","original_language":"es","overview":"La Llorona ([la ?o??ona]), also known as The Weeping Woman, is a 2019 Guatemalan horror film directed by Jayro Bustamante.","plot":"Accused of the genocide of Mayan people, retired general Enrique is trapped in his mansion by massive protests. Abandoned by his staff, the indignant old man and his family must face the devastating truth of his actions and the growing sense that a wrathful supernatural force is targeting them for his crimes.","tagline":"The past will haunt you.","Starring":"Maria Mercedes Coroy,Margarita Kenefic,Sabrina De La Hoz","Director":"Jayro Bustamante","Writer":"Jayro Bustamante, Lisandro Sanchez","poster_path":"https://image.tmdb.org/t/p/original/8qcQmR9X0lk5quFSdH4AHUqtmrB.jpg","film_year":"2019 film","runtime":97,"genre_names":"Drama, Horror, Thriller"}
{"Number":99,"original_title":"Titane","title":"Titane","original_language":"fr","overview":"Titane (French: [titan] ?, lit.?'Titanium') is a 2021 body horror psychological drama film written and directed by Julia Ducournau. The French-Belgian co-production stars Agathe Rousselle in her feature film debut as Alexia, a woman who, after being injured in a car crash as a child, has a titanium plate fitted into her head. Vincent Lindon, Garance Marillier and Lads Salameh also star.","plot":"A woman with a metal plate in her head from a childhood car accident embarks on a bizarre journey, bringing her into contact with a firefighter who's reunited with his missing son after 10 years.","tagline":"NA","Starring":"Vincent Lindon,Agathe Rousselle,Garance Marillier,Lads Salameh","Director":"Julia Ducournau","Writer":"Julia Ducournau","poster_path":"https://image.tmdb.org/t/p/original/wY7jeCdbhWuYao4WHI51pc51a9b.jpg","film_year":"2021 film","runtime":108,"genre_names":"Drama, Horror, Thriller"}
{"Number":100,"original_title":"Dragon Fury","title":"Dragon Fury","original_language":"en","overview":"Dragon Fury is a film directed by Scott Jeffrey with Nicola Wright, Chelsea Greenwood, Sofia Lacey, Chrissie Wunna. Year: 2021. Original title: Dragon Fury.","plot":"A group of soldiers are taken to the mountains of Wales to investigate a strange looking monster.","tagline":"They thought they could control it. They were wrong.","Starring":"Nicola Wright, Chelsea Greenwood, Sofia Lacey, Chrissie Wunna","Director":"Shannon Holiday, Scott Chambers","Writer":"Scott Chambers","poster_path":"https://image.tmdb.org/t/p/original/6WcJ4cV2Y3gnTYp5zHu968TYmTJ.jpg","film_year":"2021 film","runtime":88,"genre_names":"Fantasy, Horror, Mystery"}
{"Number":101,"original_title":"Carriers","title":"Carriers","original_language":"en","overview":"Carriers is a 2009 American post-apocalyptic film written and directed by Rlex and David Pastor. It stars Lou Taylor Pucci, Chris Pine, Piper Perabo, and Emily VanCamp as four survivors of a viral pandemic attempting to stay alive amid the looming threat of becoming infected. Filmed in 2006, it received a limited release in the United States on September 4, 2009, following Pine's breakout performance in Star Trek earlier that year. It received positive reviews from critics and grossed $5.8 million.","plot":"A deadly virus has spread across the globe. Contagion is everywhere, no one is safe, and no one can be trusted. Four friends race through the back roads of the American West on their way to a secluded utopian beach in the Gulf of Mexico where they could peacefully wait out the pandemic. Their plans take a grim turn when their car breaks down on an isolated road starting a chain of events that will seal their fates.","tagline":"The rules are simple. You break them, you die...","Starring":"Lou Taylor Pucci,Chris Pine,Piper Perabo,Emily VanCamp,Christopher Meloni","Director":"Alex Pastor, David Pastor","Writer":"Alex Pastor, David Pastor","poster_path":"https://image.tmdb.org/t/p/original/jxjnjHtHXgvjdhkwpelE9ZwVMg6.jpg","film_year":"2009 film","runtime":84,"genre_names":"Action, Drama, Horror, Science Fiction, Thriller"}
{"Number":102,"original_title":"Train to Busan","title":"Train to Busan","original_language":"ko","overview":"Train To Busan (Korean: ???; Hanja: ???; RR: Busanhaeng; lit. To Busan) is a 2016 South Korean action horror film directed by Yeon Sang-ho and starring Gong Yoo, Jung Yu-mi, Ma Dong-seok, Kim Su-an, Choi Woo-shik, Ahn So-hee and Kim Eui-sung. The film mostly takes place on a high-speed train from Seoul to Busan as a zombie apocalypse suddenly breaks out in the country and threatens the safety of the passengers.","plot":"When a zombie virus pushes Korea into a state of emergency, those trapped on an express train to Busan must fight for their own survival.","tagline":"Life-or-death survival begins.","Starring":"Gong Yoo,Jung Yu-mi,Ma Dong-seok,Kim Su-an","Director":"Yeon Sang-ho","Writer":"Park Joo-suk","poster_path":"https://image.tmdb.org/t/p/original/vNVFt6dtcqnI7hqa6LFBUibuFiw.jpg","film_year":"2016 film","runtime":118,"genre_names":"Action, Horror, Science Fiction, Thriller"}
{"Number":103,"original_title":"Saw","title":"Saw","original_language":"en","overview":"Saw is a 2004 American horror film directed by James Wan, in his feature directorial debut, and written by Leigh Whannell from a story by Wan and Whannell. It is the first installment in the Saw film series, and stars Whannell alongside Cary Elwes, Danny Glover, Monica Potter, Michael Emerson, and Ken Leung.","plot":"Obsessed with teaching his victims the value of life, a deranged, sadistic serial killer abducts the morally wayward. Once captured, they must face impossible choices in a horrific game of survival. The victims must fight to win their lives back, or die trying...","tagline":"Live or die. Make your choice.","Starring":"Cary Elwes,Danny Glover,Monica Potter","Director":"James Wan","Writer":"Leigh Whannell","poster_path":"https://image.tmdb.org/t/p/original/harQifr8kpIVqlLP41kTR058LZB.jpg","film_year":"2004 film","runtime":103,"genre_names":"Crime, Horror, Mystery"}
{"Number":104,"original_title":"Pritsana Rhu Lhorn","title":"The Whole Truth","original_language":"th","overview":"The Whole Truth is a 2021 Thai supernatural mystery thriller film directed by Wisit Sasanatieng, written by Abishek J. Bajaj and starring Sompob Benjathikul, Sadanont Durongkaweroj and Steven Isarapong. It was released on Netflix on December 2, 2021.","plot":"When two siblings stumble on a strange hole in the wall of their grandparents' house, horrifying incidents reveal sinister secrets about their family.","tagline":"A truth you've never known, that makes you doubt what you know.","Starring":"Sompob Benjathikul,Sadanont Durongkaweroj,Steven Isarapong","Director":"Wisit Sasanatieng","Writer":"Abishek J. Bajaj","poster_path":"https://image.tmdb.org/t/p/original/bPq6x47nEqMZED5PrKelcWWpezM.jpg","film_year":"2021 film","runtime":125,"genre_names":"Drama, Horror, Mystery, Thriller"}
{"Number":105,"original_title":"Dahmer vs. Gacy","title":"Dahmer vs. Gacy","original_language":"en","overview":"Dahmer vs. Gacy is a 2010 American comedy horror film directed by Ford Austin and written by Andrew J. Rausch. The film won the Audience Award at the 2010 Bare Bones International Film Festival.","plot":"A secret government lab run by Dr. Hess (Art LaFleur) has been trying to create the ultimate killer using the DNA of infamous killers Jeffrey Dahmer (Ford Austin) and John Wayne Gacy (Randal Malone), but theres one big problem: theyve escaped! Bloody mayhem stretches across the United States as they go on the ultimate killing spree. Trying to stop the maniacal madness is Ringo (Ford Austin), a hick warrior being trained by God (Harland Williams), using only a shotgun and a bottle of whiskey. In his road trip to hell, he must first fight off his own demons, not to mention an army of Japanese ninjas and a Super-serial killer (Ethan Phillips)! It all leads up to the ultimate showdown!","tagline":"The two most infamous mass murderers battle for top spot","Starring":"Ethan Phillips,Art LaFleur,Irwin Keyes,Randal Malone","Director":"Ford Austin","Writer":"Andrew J. Rausch","poster_path":"https://image.tmdb.org/t/p/original/gRqHG3j4HxbgYpB4JhHgqtglmVG.jpg","film_year":"2010 film","runtime":90,"genre_names":"Comedy, Horror"}
{"Number":106,"original_title":"The Purge: Election Year","title":"The Purge: Election Year","original_language":"en","overview":"The Purge: Election Year is a 2016 American dystopian political action horror film written and directed by James DeMonaco and starring Frank Grillo, Elizabeth Mitchell, and Mykelti Williamson. It is the sequel to 2014's The Purge: Anarchy and is the third installment in the Purge franchise. Jason Blum and Michael Bay are among the film's producers.","plot":"Two years after choosing not to kill the man who killed his son, former police sergeant Leo Barnes has become head of security for Senator Charlene Roan, the front runner in the next Presidential election due to her vow to eliminate the Purge. On the night of what should be the final Purge, a betrayal from within the government forces Barnes and Roan out onto the street where they must fight to survive the night.","tagline":"Keep America great","Starring":"Frank Grillo,Elizabeth Mitchell,Mykelti Williamson","Director":"James DeMonaco","Writer":"James DeMonaco","poster_path":"https://image.tmdb.org/t/p/original/ubLbY97m8lYJ3Fykh7nfiwB5eth.jpg","film_year":"2016 film","runtime":105,"genre_names":"Action, Horror, Thriller"}
{"Number":107,"original_title":"The Curse of La Llorona","title":"The Curse of La Llorona","original_language":"en","overview":"The Curse of La Llorona (also known as The Curse of the Weeping Woman in some markets) is a 2019 American supernatural horror film directed by Michael Chaves, in his feature directorial debut, and written by Mikki Daughtry and Tobias Iaconis. Based on the Latin American folklore of La Llorona, the film stars Linda Cardellini, Raymond Cruz, and Patricia Velasquez, and follows a mother in 1973 Los Angeles who must save her children from a malevolent spirit trying to steal them. The film was produced by James Wan through his Atomic Monster banner.","plot":"A social worker dealing with the disappearance of two children fears for her own family after beginning the investigation.","tagline":"She Wants Your Children.","Starring":"Linda Cardellini,Raymond Cruz,Patricia Velasquez","Director":"Michael Chaves","Writer":"Mikki Daughtry, Tobias Iaconis","poster_path":"https://image.tmdb.org/t/p/original/jhZlXSnFUpNiLAek9EkPrtLEWQI.jpg","film_year":"2019 film","runtime":93,"genre_names":"Horror, Thriller"}
{"Number":108,"original_title":"The Secret Life: Jeffrey Dahmer","title":"The Secret Life: Jeffrey Dahmer","original_language":"en","overview":"The Secret Life: Jeffrey Dahmer is a 1993 American low budget biographical crime drama film directed by David R. Bowen. It stars Carl Crew as Jeffrey Dahmer, an American serial killer, necrophile, and cannibal.","plot":"Based on the life of notorious serial killer Jeffrey Dahmer, who murdered 17 men and ate many of them before he was caught in 1991.","tagline":"The fictionalized story of the murders.","Starring":"Carl Crew,Donna Stewart Bowen,Jeanne Bascom","Director":"David R. Bowen","Writer":"Carl Crew","poster_path":"https://image.tmdb.org/t/p/original/5NZrBKAtpRqVtWuVZvw5HISajld.jpg","film_year":"1993 film","runtime":99,"genre_names":"Drama, Horror, Thriller"}
{"Number":109,"original_title":"Nightbooks","title":"Nightbooks","original_language":"en","overview":"Nightbooks is a 2021 American dark fantasy film directed by David Yarovesky and written by Mikki Daughtry and Tobias Iaconis. It is based on the 2018 horror-fantasy children's book of the same name by J. A. White. The film stars Winslow Fegley, Lidya Jewett, and Krysten Ritter.","plot":"Alex, a boy obsessed with scary stories, is trapped by a witch in her modern, magical New York City apartment. His original hair-raising tales are the only thing keeping him safe as he desperately tries to find a way out of this twisted place.","tagline":"Write for your life.","Starring":"Winslow Fegley,Lidya Jewett,Krysten Ritter","Director":"David Yarovesky","Writer":"Mikki Daughtry, Tobias Iaconis","poster_path":"https://image.tmdb.org/t/p/original/ysJte1iqN8pFQ470tumnViB1wHP.jpg","film_year":"2021 film","runtime":103,"genre_names":"Family, Fantasy, Horror"}
{"Number":110,"original_title":"Wrong Turn","title":"Wrong Turn","original_language":"en","overview":"Wrong Turn is a 2003 slasher film directed by Rob Schmidt, written by Alan B. McElroy, and starring Desmond Harrington, Eliza Dushku, Emmanuelle Chriqui, Jeremy Sisto, and Kevin Zegers. The film follows a group of six individuals being stalked by a cannibal family in the woods of West Virginia.","plot":"Chris crashes into a carload of other young people, and the group of stranded motorists is soon lost in the woods of West Virginia, where they're hunted by three cannibalistic mountain men who are grossly disfigured by generations of inbreeding.","tagline":"It's the last one you'll ever take.","Starring":"Desmond Harrington,Eliza Dushku,Emmanuelle Chriqui","Director":"Rob Schmidt","Writer":"Alan B. McElroy","poster_path":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/12G5V0dTmljnv7RFMT144dJ2chh.jpg","film_year":"2003 film","runtime":84,"genre_names":"Horror, Thriller"}
{"Number":111,"original_title":"Child's Play 3","title":"Child's Play 3","original_language":"en","overview":"Child's Play 3 is a 1991 American slasher film and the third installment in the Child's Play film series. The film is written by Don Mancini and directed by Jack Bender. Brad Dourif once again reprised his role as Chucky from the previous films while new cast members include Justin Whalin, Perrey Reeves and Jeremy Sylvers. Although released only nine months after Child's Play 2, the story takes place eight years following the events of that film, and one month before the events of Bride of Chucky (which was made seven years later). It was executive-produced by David Kirschner, who produced the first two Child's Play films.","plot":"Eight years have passed since the events of the second film. Chucky has been resurrected once again and seeks revenge on Andy, his former owner, who is now a teenager enrolled in military school.","tagline":"There comes a time to put away childhood things. But some things won't stay put!","Starring":"Justin Whalin,Perrey Reeves,Jeremy Sylvers","Director":"Jack Bender","Writer":"Don Mancini","poster_path":"https://image.tmdb.org/t/p/original/rHUOQShfzQTdE625cqwZoIOTvik.jpg","film_year":"1991 film","runtime":90,"genre_names":"Horror, Thriller"}
{"Number":112,"original_title":"Hellraiser","title":"Hellraiser","original_language":"en","overview":"Hellraiser is a 2022 supernatural horror film directed by David Bruckner, with a screenplay by Ben Collins and Luke Piotrowski, from a screen story they co-wrote with David S. Goyer. It is a reboot of the Hellraiser franchise, the eleventh installment overall, and a second adaptation of the 1986 novella The Hellbound Heart by Clive Barker, which was adapted into the 1987 film Hellraiser. The film stars Odessa A'zion, Jamie Clayton, Adam Faison, Drew Starkey, Brandon Flynn, Aoife Hinds, Jason Liles, Yinka Olorunnife, Selina Lo, Zachary Hing, Kit Clarke, Goran Visnji?, and Hiam Abbass. It follows a young woman recovering from addiction who ends up with a mechanical puzzle box that can summon the Cenobites, humanoid beings who thrive on pain and pleasure.","plot":"A young woman struggling with addiction comes into possession of an ancient puzzle box, unaware that its purpose is to summon the Cenobites, a group of sadistic supernatural beings from another dimension.","tagline":"Unlock your fears.","Starring":"Odessa A'zion,Jamie Clayton,Adam Faison,Drew Starkey","Director":"David Bruckner","Writer":"Ben Collins, Luke Piotrowski","poster_path":"https://image.tmdb.org/t/p/original/u4ikorO4E3PouLRRwGaRuhFvsl3.jpg","film_year":"2022 film","runtime":121,"genre_names":"Horror, Mystery"}
{"Number":113,"original_title":"The Hunt","title":"The Hunt","original_language":"en","overview":"The Hunt is a 2020 American action horror film directed by Craig Zobel and written by Nick Cuse and Damon Lindelof. The film stars Betty Gilpin, Hilary Swank, Ike Barinholtz, and Emma Roberts. Jason Blum was a producer under his Blumhouse Productions banner, along with Lindelof. Zobel and Lindelof have said that the film is intended as a satire on the profound political divide between the American left and right. It is about a group of elites who kidnap working class people to hunt them.","plot":"Twelve strangers wake up in a clearing. They don't know where they area or how they got there. In the shadow of a dark internet conspiracy theory, ruthless elitists gather at a remote location to hunt humans for sport. But their master plan is about to be derailed when one of the hunted turns the tables on her pursuers.","tagline":"The Ultimate Human Hunting Experience","Starring":"Ike Barinholtz,Betty Gilpin,Emma Roberts,Hilary Swank","Director":"Craig Zobel","Writer":"Nick Cuse, Damon Lindelof","poster_path":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/sBbBnGgtppOcr40fcqFE52BiFFJ.jpg","film_year":"2020 film","runtime":90,"genre_names":"Action, Horror, Thriller"}
{"Number":114,"original_title":"Annabelle Comes Home","title":"Annabelle Comes Home","original_language":"en","overview":"Annabelle Comes Home is a 2019 American supernatural horror film written and directed by Gary Dauberman, in his directorial debut, from a story by Dauberman and James Wan, who also served as producer with Peter Safran. It serves as a sequel to 2014's Annabelle and 2017's Annabelle: Creation, and as the sixth installment in The Conjuring Universe franchise. The film stars Mckenna Grace, Madison Iseman, and Katie Sarife, along with Vera Farmiga and Patrick Wilson, who reprise their roles as Ed and Lorraine Warren.","plot":"Determined to keep Annabelle from wreaking more havoc, demonologists Ed and Lorraine Warren bring the possessed doll to the locked artifacts room in their home, placing her safely behind sacred glass and enlisting a priests holy blessing. But an unholy night of horror awaits as Annabelle awakens the evil spirits in the room, who all set their sights on a new targetthe Warrens' ten-year-old daughter, Judy, and her friends.","tagline":"Possess them all","Starring":"Mckenna Grace,Madison Iseman,Katie Sarife,Vera Farmiga","Director":"Gary Dauberman","Writer":"Gary Dauberman","poster_path":"https://image.tmdb.org/t/p/original/qWsHMrbg9DsBY3bCMk9jyYCRVRs.jpg","film_year":"2019 film","runtime":106,"genre_names":"Horror, Mystery, Thriller"}
{"Number":115,"original_title":"Malignant","title":"Malignant","original_language":"en","overview":"Malignant is a 2021 American horror film directed by James Wan from a screenplay by Akela Cooper, based on a story by Wan, Ingrid Bisu, and Cooper. The film stars Annabelle Wallis as a woman who begins to have visions of people being murdered, only to realize the events are happening in real life. Maddie Hasson, George Young, Michole Briana White, and Jacqueline McKenzie also star.","plot":"Madison is paralyzed by shocking visions of grisly murders, and her torment worsens as she discovers that these waking dreams are in fact terrifying realities with a mysterious tie to her past.","tagline":"A new vision of terror.","Starring":"Annabelle Wallis,Maddie Hasson,George Young,Michole Briana White","Director":"James Wan","Writer":"Akela Cooper","poster_path":"https://image.tmdb.org/t/p/original/dGv2BWjzwAz6LB8a8JeRIZL8hSz.jpg","film_year":"2021 film","runtime":111,"genre_names":"Horror, Mystery, Thriller"}
{"Number":116,"original_title":"The Sadness","title":"The Sadness","original_language":"zh","overview":"The Sadness (Chinese: ??; pinyin: K? B?i) is a 2021 Taiwanese body horror film written and directed by Canadian filmmaker Rob Jabbaz in his feature film directorial debut. It stars Berant Zhu and Regina as a Taiwanese couple who attempt to reunite amidst a viral pandemic that turns people into homicidal maniacs.","plot":"A young couple is pushed to the limits of sanity as they attempt to be reunited amid the chaos of a pandemic outbreak. The streets erupt into violence and depravity, as those infected are driven to enact the most cruel and ghastly things imaginable.","tagline":"It feels...wonderful...","Starring":"Berant Zhu,Regina,Tzu-Chiang Wang","Director":"Rob Jabbaz","Writer":"Rob Jabbaz","poster_path":"https://image.tmdb.org/t/p/original/d8Ip6MmPxeMAtNJtusbPaGCEsvh.jpg","film_year":"2021 film","runtime":99,"genre_names":"Horror, Thriller"}
{"Number":117,"original_title":"Prey for the Devil","title":"Prey for the Devil","original_language":"en","overview":"Prey for the Devil is a 2022 American supernatural horror film about a nun who trains as an exorcist under the Roman Catholic Church and confronts demonic possession. The film is produced under the studio Lionsgate and is directed by Daniel Stamm. It stars Jacqueline Byers, Colin Salmon, Christian Navarro, Lisa Palfrey, Nicholas Ralph, Virginia Madsen, and Ben Cross. Lionsgate distributed Prey for the Devil in theaters in the United States and Canada on October 28, 2022. The film received negative reviews from critics.","plot":"In response to a global rise in demonic possessions, the Catholic Church reopens exorcism schools to train priests in the Rite of Exorcism. On this spiritual battlefield, an unlikely warrior rises: a young nun, Sister Ann. Thrust onto the spiritual frontline with fellow student Father Dante, Sister Ann finds herself in a battle for the soul of a young girl and soon realizes the Devil has her right where he wants her.","tagline":"It wants in.","Starring":"Jacqueline Byers,Colin Salmon,Christian Navarro,Lisa Palfrey","Director":"Daniel Stamm","Writer":"Robert Zappia","poster_path":"https://image.tmdb.org/t/p/original/jXwYESgxqkXlYvoTyUTO2hqKK7T.jpg","film_year":"2022 film","runtime":93,"genre_names":"Horror, Thriller"}
{"Number":118,"original_title":"El Exorcismo de Carmen Faras","title":"The Exorcism of Carmen Farias","original_language":"es","overview":"Carmen, a brave journalist, discovers soon after her mother's death that she has inherited her grandma's house. She decides to move there without knowing it hides dark secrets.","plot":"Carmen, a brave journalist, discovers soon after her mother's death that she has inherited her grandma's house. She decides to move there without knowing it hides dark secrets.","tagline":"NA","Starring":"Camila Sodi, Juan Pablo Castaneda, Juan Carlos Colombo","Director":"Rodrigo Fiallega","Writer":"Molo Alcocer Delano","poster_path":"https://image.tmdb.org/t/p/original/uoTPjx07dxTrC1g3dYeaS2WNVGL.jpg","film_year":"2021 film","runtime":93,"genre_names":"Horror"}
{"Number":119,"original_title":"The Texas Chainsaw Massacre","title":"The Texas Chainsaw Massacre","original_language":"en","overview":"The Texas Chainsaw Massacre is a 2003 American slasher film directed by Marcus Nispel (in his feature directorial debut), written by Scott Kosar, and starring Jessica Biel, Jonathan Tucker, Erica Leerhsen, Mike Vogel, Eric Balfour, and R. Lee Ermey. Its plot follows a group of young adults traveling through rural Texas who encounter Leatherface and his murderous family. It is a remake of Tobe Hooper's 1974 film of the same name, and the fifth installment in The Texas Chainsaw Massacre franchise. Several crew members of the original film were involved with the project: Hooper and writer Kim Henkel served as co-producers, Daniel Pearl returned as cinematographer, and John Larroquette reprised his voice narration for the opening intertitles.","plot":"After picking up a traumatized young hitchhiker, five friends find themselves stalked and hunted by a chainsaw-wielding killer and his family of equally psychopathic killers.","tagline":"Based on a true story...","Starring":"Jessica Biel,Jonathan Tucker,Erica Leerhsen","Director":"Marcus Nispel","Writer":"Scott Kosar","poster_path":"https://image.tmdb.org/t/p/original/w0yIF8UPMNBDLwztmqgUoc4isLH.jpg","film_year":"2003 film","runtime":98,"genre_names":"Horror"}
{"Number":120,"original_title":"Split","title":"Split","original_language":"en","overview":"Split is a 2016 American psychological thriller film written, directed and produced by M. Night Shyamalan, and starring James McAvoy, Anya Taylor-Joy, and Betty Buckley. The film follows a man with dissociative identity disorder who kidnaps and imprisons three teenage girls in an isolated underground facility.","plot":"Though Kevin has evidenced 23 personalities to his trusted psychiatrist, Dr. Fletcher, there remains one still submerged who is set to materialize and dominate all the others. Compelled to abduct three teenage girls led by the willful, observant Casey, Kevin reaches a war for survival among all of those contained within him  as well as everyone around him  as the walls between his compartments shatter apart.","tagline":"Kevin has 23 distinct personalities. The 24th is about to be unleashed.","Starring":"James McAvoy,Anya Taylor-Joy,Betty Buckley","Director":"M. Night Shyamalan","Writer":"M. Night Shyamalan","poster_path":"https://image.tmdb.org/t/p/original/lli31lYTFpvxVBeFHWoe5PMfW5s.jpg","film_year":"2016 film","runtime":117,"genre_names":"Horror, Thriller"}
{"Number":121,"original_title":"Before I Wake","title":"Before I Wake","original_language":"en","overview":"Before I Wake (also known as Somnia in some international territories) is a 2016 American dark fantasy horror film directed and edited by Mike Flanagan and co-written by Flanagan and Jeff Howard. The film stars Kate Bosworth, Thomas Jane, Jacob Tremblay, Annabeth Gish, Topher Bousquet and Dash Mihok. Before I Wake premiered at Fantasia on July 31, 2016, and Netflix released it in the United States on January 5, 2018. The film grossed over $4.9 million worldwide and received positive reviews from critics.","plot":"An orphaned child's dreamsand nightmare manifest physically as he sleeps.","tagline":"Fear your dreams.","Starring":"Kate Bosworth,Thomas Jane,Jacob Tremblay","Director":"Mike Flanagan","Writer":"Mike Flanagan, Jeff Howard","poster_path":"https://image.tmdb.org/t/p/original/sI9neTbF3ECdpf2MpC88EMGJH13.jpg","film_year":"2016 film","runtime":97,"genre_names":"Drama, Fantasy, Horror, Thriller"}
{"Number":122,"original_title":"Hereditary","title":"Hereditary","original_language":"en","overview":"Hereditary is a 2018 American psychological supernatural horror film written and directed by Ari Aster in his feature directorial debut. Starring Toni Collette, Alex Wolff, Milly Shapiro, Ann Dowd, and Gabriel Byrne, the film follows a grieving family tormented by a demonic entity after the death of their secretive grandmother.","plot":"When Ellen, the matriarch of the Graham family, passes away, her daughter's family begins to unravel cryptic and increasingly terrifying secrets about their ancestry.","tagline":"Every family tree hides a secret.","Starring":"Toni Collette,Alex Wolff,Milly Shapiro,Ann Dowd","Director":"Ari Aster","Writer":"Ari Aster","poster_path":"https://image.tmdb.org/t/p/original/lHV8HHlhwNup2VbpiACtlKzaGIQ.jpg","film_year":"2018 film","runtime":128,"genre_names":"Horror, Mystery, Thriller"}
{"Number":123,"original_title":"Final Destination","title":"Final Destination","original_language":"en","overview":"Final Destination is a 2000 American supernatural horror film directed by James Wong, with a screenplay written by Wong, Glen Morgan, and Jeffrey Reddick, based on a story by Reddick. It is the first installment in the Final Destination film series and stars Devon Sawa, Ali Larter, Kerr Smith, and Tony Todd. Sawa portrays a teenager who cheats death after having a premonition of a catastrophic plane explosion. He and several of his classmates leave the plane before the explosion occurs, but Death later takes the lives of those who were meant to die on the plane.","plot":"After a teenager has a terrifying vision of him and his friends dying in a plane crash, he prevents the accident only to have Death hunt them down, one by one.","tagline":"No accidents. No coincidences. No escapes.","Starring":"Devon Sawa,Ali Larter,Kerr Smith,Tony Todd","Director":"James Wong","Writer":"Glen Morgan, James Wong, Jeffrey Reddick","poster_path":"https://image.tmdb.org/t/p/original/1mXhlQMnlfvJ2frxTjZSQNnA9Vp.jpg","film_year":"2000 film","runtime":98,"genre_names":"Horror"}
{"Number":124,"original_title":"Curse of Chucky","title":"Curse of Chucky","original_language":"en","overview":"Curse of Chucky is a 2013 American slasher film and the sixth installment of the Child's Play franchise. The film was written and directed by Don Mancini, who created the franchise and wrote the first six films. It stars Fiona Dourif, Danielle Bisutti, Brennan Elliott, Maitland McConnell, Chantal Quesnelle, Summer Howell, A Martinez, and Brad Dourif. The film grossed $3.8 million in DVD sales.","plot":"After the passing of her mother, Nica Pierce, a young woman in a wheelchair, is forced to deal with her sister, brother-in-law, niece and their nanny as they say their goodbyes to mother. But when people start turning up dead, Nica discovers the culprit might be a strange doll she received a few days earlier.","tagline":"Fear has a new home.","Starring":"Fiona Dourif,Danielle Bisutti,Brennan Elliott","Director":"Don Mancini","Writer":"Don Mancini","poster_path":"https://image.tmdb.org/t/p/original/x9DzkDWp8O82Wzxk6otuD9bce9a.jpg","film_year":"2013 film","runtime":97,"genre_names":"Horror, Thriller"}
{"Number":125,"original_title":"Child's Play","title":"Child's Play","original_language":"en","overview":"Child's Play is a 2019 horror film directed by Lars Klevberg from a screenplay written by Tyler Burton Smith. Serving both as a remake of the 1988 eponymous film and a reboot of the Child's Play franchise, the film stars Aubrey Plaza, Gabriel Bateman, Brian Tyree Henry, and Mark Hamill as the voice of Chucky. It follows a family terrorized by a high-tech doll who develops self-awareness and becomes subsequently hostile and murderous.","plot":"Karen, a single mother, gifts her son Andy a Buddi doll for his birthday, unaware of its more sinister nature. A contemporary re-imagining of the 1988 horror classic.","tagline":"More than a toy... he's your best friend.","Starring":"Aubrey Plaza,Gabriel Bateman,Brian Tyree Henry,Mark Hamill","Director":"Lars Klevberg","Writer":"Tyler Burton Smith","poster_path":"https://image.tmdb.org/t/p/original/rpS7ROczWulqfaXG2klYapULXKm.jpg","film_year":"2019 film","runtime":90,"genre_names":"Horror"}
{"Number":126,"original_title":"Last Night in Soho","title":"Last Night in Soho","original_language":"en","overview":"Last Night in Soho is a 2021 psychological horror film directed by Edgar Wright and co-written by Wright and Krysty Wilson-Cairns. It stars Thomasin McKenzie, Anya Taylor-Joy, Matt Smith, Rita Tushingham, Michael Ajao, Terence Stamp and Diana Rigg. It marks the final film appearances of Rigg and Margaret Nolan, who both died in 2020. The film is dedicated to the memories of Rigg and Nolan.","plot":"A young girl, passionate about fashion design, is mysteriously able to enter the 1960s where she encounters her idol, a dazzling wannabe singer. But 1960s London is not what it seems, and time seems to be falling apart with shady consequences.","tagline":"When the past lets you in, the truth will come out.","Starring":"Thomasin McKenzie,Anya Taylor-Joy,Matt Smith,Rita Tushingham","Director":"Edgar Wright","Writer":"Edgar Wright, Krysty Wilson-Cairns","poster_path":"https://image.tmdb.org/t/p/original/9BzKsxBZNlqyGSpvPFqK9kTJSPV.jpg","film_year":"2021 film","runtime":117,"genre_names":"Fantasy, Horror, Mystery, Thriller"}
{"Number":127,"original_title":"The Purge","title":"The Purge","original_language":"en","overview":"The Purge is an American anthology media franchise centered on a series of dystopian action horror films distributed by Universal Pictures and produced by Blumhouse Productions and Platinum Dunes, which are written and in some cases also directed by James DeMonaco, who was inspired by a Star Trek: The Original Series episode, \"The Return of the Archons\". The films present a seemingly normal, crime-free[citation needed] America in the near-future. However, the country is a dystopia which observes an annual event known as \"the Purge\", in which all crime, including murder, is decriminalized for a 12-hour period.","plot":"Given the country's overcrowded prisons, the U.S. government begins to allow 12-hour periods of time in which all illegal activity is legal. During one of these free-for-alls, a family must protect themselves from a home invasion.","tagline":"One night a year, all crime is legal.","Starring":"Ethan Hawke,Lena Headey,Adelaide Kane,Max Burkholder","Director":"James DeMonaco","Writer":"James DeMonaco","poster_path":"https://image.tmdb.org/t/p/original/x6hwbnR2nGacSzljqYaXY25w1Me.jpg","film_year":"2013 film","runtime":86,"genre_names":"Horror, Science Fiction, Thriller"}
{"Number":128,"original_title":"Annabelle: Creation","title":"Annabelle: Creation","original_language":"en","overview":"Annabelle: Creation is a 2017 American supernatural horror film directed by David F. Sandberg, written by Gary Dauberman and produced by Peter Safran and James Wan. It is a prequel to 2014's Annabelle and the fourth installment in The Conjuring Universe franchise. The film stars Stephanie Sigman, Talitha Bateman, Lulu Wilson, Anthony LaPaglia, and Miranda Otto, and depicts the possessed Annabelle doll's origin.","plot":"Several years after the tragic death of their little girl, a doll maker and his wife welcome a nun and several girls from a shuttered orphanage into their home, soon becoming the target of the doll maker's possessed creationAnnabelle.","tagline":"You don't know the real story","Starring":"Stephanie Sigman,Talitha Bateman,Lulu Wilson,Anthony LaPaglia,Miranda Otto","Director":"David F. Sandberg","Writer":"Gary Dauberman","poster_path":"https://image.tmdb.org/t/p/original/snYI6TDLkB8wL7SHFyBV6qkJuPx.jpg","film_year":"2017 film","runtime":110,"genre_names":"Horror, Mystery, Thriller"}
{"Number":129,"original_title":"Son","title":"Son","original_language":"en","overview":"Son is a 2021 Irish-American horror thriller film written and directed by Ivan Kavanagh. It stars Emile Hirsch, Andi Matichak and Luke David Blumm. The film follows the story of an ex cult escapee who is trying to save her son from the cult's attempts to harm him whilst dealing with the realization that something sinister might have already invaded her son.","plot":"When a young boy contracts a mysterious illness, his mother must decide how far she will go to protect him from terrifying forces in her past.","tagline":"You can't outrun a family secret.","Starring":"Emile Hirsch,Andi Matichak,Luke David Blumm","Director":"Ivan Kavanagh","Writer":"Ivan Kavanagh","poster_path":"https://image.tmdb.org/t/p/original/4fl6EdtMp6p0RKJgESdFti1J3dC.jpg","film_year":"2021 film","runtime":98,"genre_names":"Horror, Thriller"}
{"Number":130,"original_title":"Tentacles","title":"Tentacles","original_language":"en","overview":"Tentacles (Italian: Tentacoli) is a 1977 horror-thriller film directed by Ovidio G. Assonitis and starring John Huston, Shelley Winters, Bo Hopkins, Cesare Danova, Delia Boccardo and Henry Fonda.","plot":"A young Los Angeles couple Tara and Sam fall head over heels into a new romance, entwining their lives until their intimacy transforms into something terrifying.","tagline":"How well do you know the one you love?","Starring":"John Huston,Shelley Winters,Bo Hopkins,Henry Fonda","Director":"Ovidio G. Assonitis","Writer":"Steven W. Carabatsos, Tito Carpi, Jerome Max","poster_path":"https://image.tmdb.org/t/p/original/rRfcH0jg9X8czKJhXCnny45NSWt.jpg","film_year":"1977 film","runtime":84,"genre_names":"Horror, Romance"}
{"Number":131,"original_title":"Satanico pandemonium: la sexorcista","title":"Satanic Pandemonium","original_language":"es","overview":"Satanico pandemonium (English: Satanic Pandemonium) is a 1975 Mexican nunsploitation horror film directed by Gilberto Martinez Solares and written by Jorge Barragan, Adolfo Martinez Solares and Gilberto Martinez Solares. It stars Cecilia Pezet, Enrique Rocha and Delia Magana.","plot":"Sister Maria is known in the convent for her good works and charity, but, in the secret depths of her sexual fantasies, she is tormented by visions of another world - a world where her forbidden passions are allowed to run free. In this world Satan is her master. As her acts of violence and blasphemy mount, Maria realizes that she has been chosen by the Devil to destroy the convent and lead her sister nuns into hell!","tagline":"From bride of Christ to slave of Satan!","Starring":"Delia Magana,Enrique Rocha,Cecilia Pezet","Director":"Gilberto Martinez Solares","Writer":"Jorge Barragan, Adolfo Martinez Solares, Gilberto Martinez Solares","poster_path":"https://image.tmdb.org/t/p/original/k6LZn3greNmaYhySVnwUkkDmlpo.jpg","film_year":"1975 film","runtime":89,"genre_names":"Horror, Mystery, Thriller"}
{"Number":132,"original_title":"A Nun's Curse","title":"A Nun's Curse","original_language":"en","overview":"A Nun's Curse is a 2019 filmdirected by Tommy Faircloth .","plot":"A group of travelers are forced to seek shelter inside an abandoned jail where a notorious nun named Sister Monday had once been assigned and was suspected of murdering prisoners.","tagline":"She will PREY for you!","Starring":"Felissa Rose, Damian Maffei, Erika Arlee, Kristi Ray","Director":"Tommy Faircloth","Writer":"Tommy Faircloth","poster_path":"https://image.tmdb.org/t/p/original/eutNRwSguV0NCx7BNAXOibWzjP6.jpg","film_year":"2019 film","runtime":73,"genre_names":"Horror"}
{"Number":133,"original_title":"El orfanato","title":"The Orphanage","original_language":"es","overview":"The Orphanage (Spanish: El orfanato) is a 2007 gothic supernatural horror film and the debut feature of J. A. Bayona. The film stars Belen Rueda as Laura, Fernando Cayo as her husband, Carlos, and Roger Princep as their adopted son Simon. The plot centers on Laura, who returns to her childhood home, an orphanage. Laura plans to turn the house into a home for disabled children, but after an argument with Simon, he goes missing.","plot":"A woman brings her family back to her childhood home, which used to be an orphanage, intent on reopening it. Before long, her son starts to communicate with a new invisible friend.","tagline":"A tale of love.  A story of horror.","Starring":"Belen Rueda,Fernando Cayo,Roger Princep,Mabel Rivera","Director":"J. A. Bayona","Writer":"Sergio G. Sanchez","poster_path":"https://image.tmdb.org/t/p/original/vIpi1KtHLXUOfSVC2m6MqpjSPgL.jpg","film_year":"2007 film","runtime":105,"genre_names":"Drama, Horror, Thriller"}
{"Number":134,"original_title":"Aquaslash","title":"Aquaslash","original_language":"en","overview":"Aquaslash is a 2019 Canadian slasher film directed by Renaud Gauthier, who also co-wrote the film with Philip Kalin.[2] It stars Nicolas Fontaine, Brittany Drisdelle, Madelline Harvey, Lanisa Dawn, Paul Zinno, Nick Walker, and Chip Chuipka. The film is set at a water park, where a killer targets a group of recent high school graduates who are in competition for a cash prize for the fastest team to slide down the park's water slides.","plot":"To celebrate their graduation, the teenagers from Valley Hills High School have organized an 80s-themed party at the old Wet Valley water park. Things turn gruesome when it's revealed that a mysterious maniac has inserted giant razor blades into one of the water slides. The water park thus becomes the backdrop for a bloodbath (literally), and everyone is a suspect...","tagline":"Blood is slicker than water","Starring":"Nicolas Fontaine,Brittany Drisdelle,Madelline Harvey,Lanisa Dawn","Director":"Renaud Gauthier","Writer":"Renaud Gauthier, Philip Kalin","poster_path":"https://image.tmdb.org/t/p/original/wB8qqLIaYDkYEnjbS5hAJiTuYU6.jpg","film_year":"2019 film","runtime":72,"genre_names":"Comedy, Horror"}
{"Number":135,"original_title":"Hansel & Gretel: Witch Hunters","title":"Hansel & Gretel: Witch Hunters","original_language":"en","overview":"Hansel & Gretel: Witch Hunters is a 2013 American fantasy horror film that stars Jeremy Renner and Gemma Arterton as the siblings from the fairy tale \"Hansel and Gretel\" who are now grown up and work together to exterminate witches for hire. The film is written and directed by Tommy Wirkola. The film also stars Famke Janssen and Peter Stormare as the supporting cast.","plot":"After getting a taste for blood as children, Hansel and Gretel have become the ultimate vigilantes, hell-bent on retribution. Now, unbeknownst to them, Hansel and Gretel have become the hunted, and must face an evil far greater than witches... their past.","tagline":"Classic tale. New twist.","Starring":"Jeremy Renner,Gemma Arterton,Famke Janssen,Peter Stormare","Director":"Tommy Wirkola","Writer":"Tommy Wirkola","poster_path":"https://image.tmdb.org/t/p/original/j343Rpj3WeNvP0SV80zveve70io.jpg","film_year":"2013 film","runtime":88,"genre_names":"Action, Fantasy, Horror"}
{"Number":136,"original_title":"Umma","title":"Umma","original_language":"en","overview":"Umma (Korean: ??, eomma) is a 2022 American supernatural horror film, written and directed by Iris K. Shim. The film stars Sandra Oh, Fivel Stewart, MeeWha Alana Lee, Tom Yi, Odeya Rush, and Dermot Mulroney. Sam Raimi serves as a producer on the film. The film follows Amanda (Oh), a single mother who lives with her daughter in an isolated farm being haunted by her mother's ghost.","plot":"Amanda and her daughter live a quiet life on an American farm, but when the remains of her estranged mother arrive from Korea, Amanda becomes haunted by the fear of turning into her own mother.","tagline":"A mother love never dies.","Starring":"Sandra Oh,Fivel Stewart,Dermot Mulroney","Director":"Iris K. Shim","Writer":"Iris K. Shim","poster_path":"https://image.tmdb.org/t/p/original/moLnqJmZ00i2opS0bzCVcaGC0iI.jpg","film_year":"2022 film","runtime":83,"genre_names":"Horror, Mystery"}
{"Number":137,"original_title":"The Ring","title":"The Ring","original_language":"en","overview":"The Ring is a 2002 American psychological supernatural horror film directed by Gore Verbinski and written by Ehren Kruger, and stars Naomi Watts, Martin Henderson and Brian Cox. It is a remake of Hideo Nakata's 1998 film Ring, based on the 1991 novel by Koji Suzuki. Watts plays Rachel Keller, a journalist who discovers a cursed videotape that kills the viewer seven days after viewing it.","plot":"Rachel Keller is a journalist investigating a videotape that may have killed four teenagers. There is an urban legend about this tape: the viewer will die seven days after watching it. Rachel tracks down the video... and watches it. Now she has just seven days to unravel the mystery of the Ring so she can save herself and her son.","tagline":"Before you die, you see","Starring":"Naomi Watts,Martin Henderson,Brian Cox","Director":"Gore Verbinski","Writer":"Ehren Kruger","poster_path":"https://image.tmdb.org/t/p/original/e2t5CKMox7tjv3iD3Ko7NdFa5lJ.jpg","film_year":"2002 film","runtime":115,"genre_names":"Horror, Mystery"}
{"Number":138,"original_title":"Final Destination 5","title":"Final Destination 5","original_language":"en","overview":"Final Destination 5 is a 2011 American 3D supernatural horror film directed by Steven Quale and written by Eric Heisserer. It is the fifth installment in the Final Destination film series and a prequel to Final Destination. Final Destination 5 stars Nicholas D'Agosto, Emma Bell, Miles Fisher, Arlen Escarpeta, David Koechner, and Tony Todd, and follows a young man (played by D'Agosto) who has a premonition and saves a group of people from death when a suspension bridge begins to collapse. However, they soon learn that they cannot escape death's plan.","plot":"In this fifth installment, Death is just as omnipresent as ever, and is unleashed after one mans premonition saves a group of coworkers from a terrifying suspension bridge collapse. But this group of unsuspecting souls was never supposed to survive, and, in a terrifying race against time, the ill-fated group frantically tries to discover a way to escape Deaths sinister agenda.","tagline":"We all share a common destination.","Starring":"Nicholas D'Agosto,Emma Bell,Miles Fisher,Arlen Escarpeta","Director":"Steven Quale","Writer":"Eric Heisserer","poster_path":"https://image.tmdb.org/t/p/original/Akx1Po4ZLetOWfYJhQf75tbhTtK.jpg","film_year":"2011 film","runtime":92,"genre_names":"Horror, Mystery"}
{"Number":139,"original_title":"Alien: Covenant","title":"Alien: Covenant","original_language":"en","overview":"Alien: Covenant is a 2017 science fiction horror film directed and produced by Ridley Scott and written by John Logan and Dante Harper, from a story by Michael Green and Jack Paglen. A joint American and British production, it is a sequel to Prometheus (2012), the second entry in the Alien prequel series, and the sixth installment in the Alien franchise, three of which have been directed by Scott. It features returning star Michael Fassbender, with Katherine Waterston, Billy Crudup, Danny McBride, and Demian Bichir in supporting roles. It follows the crew of a colony ship that lands on an uncharted planet and makes a terrifying discovery.","plot":"Bound for a remote planet on the far side of the galaxy, the crew of the colony ship 'Covenant' discovers what is thought to be an uncharted paradise, but is actually a dark, dangerous world which has a sole inhabitant: the 'synthetic', David, survivor of the doomed Prometheus expedition.","tagline":"The path to paradise begins in hell.","Starring":"Michael Fassbender,Katherine Waterston,Billy Crudup,Danny McBride","Director":"Ridley Scott","Writer":"John Logan, Dante Harper","poster_path":"https://image.tmdb.org/t/p/original/zecMELPbU5YMQpC81Z8ImaaXuf9.jpg","film_year":"2017 film","runtime":122,"genre_names":"Horror, Mystery, Science Fiction"}
{"Number":140,"original_title":"Insidious","title":"Insidious","original_language":"en","overview":"Insidious is a 2010 supernatural horror film directed and co-edited by James Wan, written by Leigh Whannell, and starring Patrick Wilson, Rose Byrne, and Barbara Hershey. It is the first installment in the Insidious franchise and the third in terms of the series' in-story chronology. The story centers on a married couple whose boy inexplicably enters a comatose state and becomes a vessel for a variety of demonic entities in an astral plane.","plot":"A family discovers that dark spirits have invaded their home after their son inexplicably falls into an endless sleep. When they reach out to a professional for help, they learn things are a lot more personal than they thought.","tagline":"It's not the House that's Haunted.","Starring":"Patrick Wilson,Rose Byrne,Barbara Hershey","Director":"James Wan","Writer":"Leigh Whannell","poster_path":"https://image.tmdb.org/t/p/original/tmlDFIUpGRKiuWm9Ixc6CYDk4y0.jpg","film_year":"2010 film","runtime":103,"genre_names":"Horror, Thriller"}
{"Number":141,"original_title":"Aliens vs Predator: Requiem","title":"Aliens vs Predator: Requiem","original_language":"en","overview":"Aliens vs. Predator: Requiem (stylized as AVPR: Aliens vs. Predator: Requiem) is a 2007 American science fiction action film[5] starring Steven Pasquale, Reiko Aylesworth, John Ortiz, Johnny Lewis and Ariel Gade. The directorial debut of The Brothers Strause, the film was written by Shane Salerno and is a direct sequel to Alien vs. Predator (2004) as well as the second and latest installment in the Alien vs. Predator franchise, the sixth film in the Alien franchise and the fourth film in the Predator franchise, continuing the crossover between the Alien and Predator franchises.","plot":"The iconic creatures from two of the scariest film franchises in movie history wage their most brutal battle everin our own backyard. The small town of Gunnison, Colorado becomes a war zone between two of the deadliest extra-terrestrial life forms the Alien and the Predator. When a Predator scout ship crash-lands in the hills outside the town, Alien Facehuggers and a hybrid Alien/Predator are released and begin to terrorize the town.","tagline":"The Last Place On Earth We Want To Be Is In The Middle","Starring":"Steven Pasquale,Reiko Aylesworth,John Ortiz,Johnny Lewis","Director":"The Brothers Strause","Writer":"Shane Salerno","poster_path":"https://image.tmdb.org/t/p/original/jCyJN1vj8jqJJ0vNw4hDH2KlySO.jpg","film_year":"2007 film","runtime":94,"genre_names":"Action, Fantasy, Horror, Science Fiction, Thriller"}
{"Number":142,"original_title":"Paranormal Activity: The Marked Ones","title":"Paranormal Activity: The Marked Ones","original_language":"en","overview":"Paranormal Activity: The Marked Ones is a 2014 American found footage supernatural horror film written and directed by Christopher Landon. Released on January 3, 2014, in the United States, it is the fifth installment of the Paranormal Activity film series. It is also Landon's second directorial film, after Burning Palms. Paranormal Activity: The Marked Ones received mixed reviews from critics and grossed $90 million worldwide.","plot":"Seventeen-year-old Jesse has been hearing terrifying sounds coming from his neighbors apartment, but when he turns on his camera and sets out to uncover their source, he encounters an ancient evil that wont rest until its claimed his very soul.","tagline":"Once Marked It Is Already Too Late.","Starring":"Jorge Diaz,Andrew Jacobs,Gabrielle Walsh,Richard Cabral,Noemi Gonzalez","Director":"Christopher Landon","Writer":"Christopher Landon","poster_path":"https://image.tmdb.org/t/p/original/4srdg5SoxREXha5kibwZBvsqNtV.jpg","film_year":"2014 film","runtime":84,"genre_names":"Horror, Thriller"}
{"Number":143,"original_title":"Goosebumps","title":"Goosebumps","original_language":"en","overview":"Goosebumps is a 2015 American horror comedy film directed by Rob Letterman and written by Darren Lemke, based on R. L. Stine's children's horror book series of the same name. The film stars Jack Black as a fictionalized version of Stine, who teams up with his neighbor (Dylan Minnette) and his teenage daughter (Odeya Rush), to save their hometown after all the monsters from the Goosebumps franchise escape from his works, wreaking havoc in the real world. It also stars Amy Ryan, Ryan Lee, and Jillian Bell in supporting roles.","plot":"After moving to a small town, Zach Cooper finds a silver lining when he meets next door neighbor Hannah, the daughter of bestselling Goosebumps series author R.L. Stine. When Zach unintentionally unleashes real monsters from their manuscripts and they begin to terrorize the town, it's suddenly up to Stine, Zach and Hannah to get all of them back in the books where they belong.","tagline":"The stories are alive.","Starring":"Jack Black,Dylan Minnette,Odeya Rush,Amy Ryan","Director":"Rob Letterman","Writer":"Darren Lemke","poster_path":"https://image.tmdb.org/t/p/original/aeZT9pqEgrmXOGdESFkAuVjX6kw.jpg","film_year":"2015 film","runtime":103,"genre_names":"Adventure, Comedy, Horror"}
{"Number":144,"original_title":"Freddy vs. Jason","title":"Freddy vs. Jason","original_language":"en","overview":"Freddy vs. Jason is a 2003 American slasher film directed by Ronny Yu and written by Damian Shannon and Mark Swift. It is a crossover between the A Nightmare on Elm Street and Friday the 13th franchises, being the eighth installment in the former and the eleventh in the latter. The film joins the two series in a shared universe and pits their respective antagonists, Freddy Krueger and Jason Voorhees, against each other. Freddy is weakened and forgotten because the citizens of his home town Springwood have defeated him by using medications that repress dreams. Freddy awakens Jason to stir up fear and grow his powers so that he may return and kill again. Jason turns out to not be as easily controlled as Freddy initially thought, and the two supernatural mass murderers come into conflict. The film is chronologically set after Freddy's Dead: The Final Nightmare (1991) and Jason Goes to Hell: The Final Friday (1993), and is the last film in each franchise before their respective reboots.","plot":"In an attempt to free himself from a state of forgotten limbo, evil dream-demon Freddy Krueger devises a plan to manipulate un-dead mass murderer Jason Voorhees  into slicing-and-dicing his way through the teenage population of Springwood.  But when the master of dreams loses control of his monster, a brutal fight to the death is the only way out.","tagline":"Evil will battle evil.","Starring":"Monica Keena,Kelly Rowland,Jason Ritter,Chris Marquette","Director":"Ronny Yu","Writer":"Damian Shannon, Mark Swift","poster_path":"https://image.tmdb.org/t/p/original/vu7JlJMfh0qnBSbaK4c0HmPI4Gq.jpg","film_year":"2003 film","runtime":97,"genre_names":"Horror"}
{"Number":145,"original_title":"Smile","title":"Smile","original_language":"en","overview":"Smile is the short horror thriller film that made in 2013","plot":"After continuous torment by his father, a young boy begins his transformation into one of the most infamous comic book villains of all time.","tagline":"NA","Starring":"Paul Morisette, Michael Lopetrone, Heather Woolweaver, Jimmy Keen, Valentino Marougi\t","Director":"Ryan Stratton\t","Writer":"Ryan Stratton\t","poster_path":"https://image.tmdb.org/t/p/original/6GRUHJI9JbZNMDhTWuYQdJEabAL.jpg","film_year":"2013 film","runtime":24,"genre_names":"Horror, Thriller"}
{"Number":146,"original_title":"Paranormal Activity","title":"Paranormal Activity","original_language":"en","overview":"Paranormal Activity is a 2007 American supernatural horror film produced, written, directed, photographed and edited by Oren Peli. It centers on a young couple (Katie Featherston and Micah Sloat) who are haunted by a supernatural presence inside their home. They then set up a camera to document what is haunting them. The film uses found-footage conventions that were mirrored in the later films of the series.","plot":"After a young, middle-class couple moves into what seems like a typical suburban house, they become increasingly disturbed by a presence that may or may not be demonic but is certainly the most active in the middle of the night.  Followed by five terrifying installments in the franchise, this is the original found-footage shocker that started it all.","tagline":"What Happens When You Sleep?","Starring":"Katie Featherston,Micah Sloat,Mark Fredrichs,Amber Armstrong,Ashley Palmer","Director":"Oren Peli","Writer":"Oren Peli","poster_path":"https://image.tmdb.org/t/p/original/1bjA7de4O0NhMsaOqwvrecophUs.jpg","film_year":"2007 film","runtime":85,"genre_names":"Horror, Mystery"}
{"Number":147,"original_title":"No One Gets Out Alive","title":"No One Gets Out Alive","original_language":"en","overview":"No One Gets Out Alive is a 2021 British horror film directed by Santiago Menghini from a screenplay by Jon Croker and Fernanda Coppel, based on the 2014 novel of the same name by Adam Nevill. It stars Cristina Rodlo and Marc Menchaca and was released on 29 September 2021 by Netflix.","plot":"An immigrant in search of the American dream is forced to take a room in a boarding house and soon finds herself in a nightmare from which she can't escape.","tagline":"Don't try to leave. It will only make things worse.","Starring":"Cristina Rodlo,Marc Menchaca","Director":"Santiago Menghini","Writer":"Jon Croker, Fernanda Coppel","poster_path":"https://image.tmdb.org/t/p/original/bZUostLcCZYgcuBuAjmuSkBggiQ.jpg","film_year":"2021 film","runtime":85,"genre_names":"Horror, Mystery, Thriller"}
{"Number":148,"original_title":"Carrie","title":"Carrie","original_language":"en","overview":"Carrie is a 2002 supernatural horror television film, based on the 1974 novel of the same name by Stephen King. It is the second film adaptation and a re-imagining of the novel, and the third film in the Carrie franchise. The film was written by Bryan Fuller, directed by David Carson, and stars Angela Bettis in the leading role. In the story, Carrie White, a shy girl who is harassed by her schoolmates, disappears and a series of flashbacks reveal what has happened to her. Unlike the 1976 film, this film is much more faithful to the book.","plot":"Carrie White is a lonely and painfully shy teenage girl with telekinetic powers who is slowly pushed to the edge of insanity by frequent bullying from both classmates at her school, and her own religious, but abusive, mother.","tagline":"If only they knew she had the power","Starring":"Angela Bettis, Patricia Clarkson, Rena Sofer, Kandyse McClure, Emilie de Ravin","Director":"David Carson","Writer":"Bryan Fuller","poster_path":"https://image.tmdb.org/t/p/original/knjeEeeyIwDkUtZwDfJOcUIuNdB.jpg","film_year":"2002 film","runtime":132,"genre_names":"Drama, Horror, TV Movie"}
{"Number":149,"original_title":"The Craft: Legacy","title":"The Craft: Legacy","original_language":"en","overview":"The Craft: Legacy, also known as Blumhouse's The Craft: Legacy, is a 2020 American supernatural horror film written and directed by Zoe Lister-Jones. A soft reboot and sequel to The Craft (1996), the film stars Cailee Spaeny, Gideon Adlon, Lovie Simone, and Zoey Luna as four teenage girls who practice witchcraft as a coven. Additional cast include Nicholas Galitzine, Michelle Monaghan, and David Duchovny, with Fairuza Balk making a cameo appearance.","plot":"An eclectic foursome of aspiring teenage witches get more than they bargained for as they lean into their newfound powers.","tagline":"Let the ritual begin","Starring":"Cailee Spaeny,Gideon Adlon,Lovie Simone,Zoey Luna","Director":"Zoe Lister-Jones","Writer":"Zoe Lister-Jones","poster_path":"https://image.tmdb.org/t/p/original/lhMIra0pqWNuD6CIXoTmGwZ0EBS.jpg","film_year":"2020 film","runtime":94,"genre_names":"Drama, Fantasy, Horror"}
{"Number":150,"original_title":"Trick 'r Treat","title":"Trick 'r Treat","original_language":"en","overview":"Trick 'r Treat is a 2007 American anthology horror film written and directed by Michael Dougherty (his directorial debut) and produced by Bryan Singer. The film stars Dylan Baker, Rochelle Aytes, Anna Paquin and Brian Cox. It relates four Halloween horror stories with a common element in them: Sam, a trick-or-treating demon wearing orange footie pajamas with a burlap sack over his head. The character makes an appearance in each of the stories whenever one of the other characters breaks a Halloween tradition.","plot":"Four interwoven stories that occur on Halloween: an everyday high school principal has a secret life as a serial killer; a college virgin might have just met the one guy for her; a group of teenagers pull a mean prank, and a bitter old recluse receives an uninvited guest.","tagline":"Poison, Drowning, Claw, Or Knife. So Many Ways To Take A Life.","Starring":"Dylan Baker,Rochelle Aytes,Anna Paquin,Brian Cox","Director":"Michael Dougherty","Writer":"Michael Dougherty","poster_path":"https://image.tmdb.org/t/p/original/w0nmol4g7n6MFfhfphV7GzHHYjB.jpg","film_year":"2007 film","runtime":82,"genre_names":"Horror"}
{"Number":151,"original_title":"The Texas Chainsaw Massacre: The Beginning","title":"The Texas Chainsaw Massacre: The Beginning","original_language":"en","overview":"The Texas Chainsaw Massacre: The Beginning is a 2006 American slasher film and a prequel to the 2003 film. The sixth installment in The Texas Chainsaw Massacre franchise, it was written by Sheldon Turner from a story by Turner and David J. Schow, directed by Jonathan Liebesman and co-produced by Kim Henkel and Tobe Hooper (co-creators of the original 1974 film). The film's story takes place four years before its predecessor. It stars Jordana Brewster, Diora Baird, Taylor Handley, Matt Bomer and R. Lee Ermey.","plot":"Chrissie and her friends set out on a road trip for a final fling before one is shipped off to Vietnam. Along the way, bikers harass the foursome and cause an accident that throws Chrissie from the vehicle. The lawman who arrives on the scene kills one of the bikers and brings Chrissie's friends to the Hewitt homestead, where young Leatherface is learning the tools of terror.","tagline":"What you know about fear... doesn't even come close.","Starring":"Jordana Brewster,Taylor Handley,Diora Baird,Matt Bomer,Lee Tergesen,R. Lee Ermey","Director":"Jonathan Liebesman","Writer":"Sheldon Turner","poster_path":"https://image.tmdb.org/t/p/original/opp8YKQB2rEcLZPBBG39H2r8MUS.jpg","film_year":"2006 film","runtime":91,"genre_names":"Horror, Thriller"}
{"Number":152,"original_title":"Rang-Zong","title":"The Medium","original_language":"th","overview":"The Medium is a 2021 Thai-South Korean mockumentary supernatural folk horror film co-written and produced by Na Hong-jin and directed by Banjong Pisanthanakun. It is a co-production of Thailand's GDH 559 and South Korea's Showbox. The film premiered at the 25th Bucheon International Fantastic Film Festival on 11 July 2021. It was theatrically released in South Korea on 14 July 2021. It was selected as the Thai entry for the Best International Feature Film at the 94th Academy Awards but was not nominated.","plot":"A horrifying story of a shaman inheritance in the Isan region of Thailand. But the goddess that appears to have taken possession of a family member turns out not to be as benevolent as it first appears.","tagline":"A story about shamanism in Thailand.","Starring":"Narilya Gulmongkolpech,Sawanee Utoomma,Sirani Yankittikan,Yasaka Chaisorn","Director":"Banjong Pisanthanakun","Writer":"Chantavit Dhanasevi, Na Hong-jin","poster_path":"https://image.tmdb.org/t/p/original/tWoSE8SH6XhgWKHIL3p0sj7lA3V.jpg","film_year":"2021 film","runtime":131,"genre_names":"Horror, Thriller"}
{"Number":153,"original_title":"The Witch","title":"The Witch","original_language":"en","overview":"The Witch (stylized as The VVitch, and subtitled A New-England Folktale) is a 2015 folk horror film written and directed by Robert Eggers in his feature directorial debut. It stars Anya Taylor-Joy in her film debut, alongside Ralph Ineson, Kate Dickie, Harvey Scrimshaw, Ellie Grainger, and Lucas Dawson. Set in 1630s New England, its plot follows a Puritan family who encounter forces of evil in the woods beyond their farm.","plot":"In 1630, a farmer relocates his family to a remote plot of land on the edge of a forest where strange, unsettling things happen. With suspicion and paranoia mounting, each family member's faith, loyalty and love are tested in shocking ways.","tagline":"Evil takes many forms.","Starring":"Anya Taylor-Joy,Ralph Ineson,Kate Dickie,Harvey Scrimshaw,Ellie Grainger,Lucas Dawson","Director":"Robert Eggers","Writer":"Robert Eggers","poster_path":"https://image.tmdb.org/t/p/original/zap5hpFCWSvdWSuPGAQyjUv2wAC.jpg","film_year":"2015 film","runtime":92,"genre_names":"Drama, Fantasy, Horror, Mystery"}
{"Number":154,"original_title":"The Cannibal Killer: The Real Story of Jeffrey Dahmer","title":"The Cannibal Killer: The Real Story of Jeffrey Dahmer","original_language":"en","overview":"The documentary which illustrate the story of murderer name Jeffrey Dahmer","plot":"This is a fictitious, yet mostly historically accurate account of Jeffrey Dahmer's life as a serial killer, as narrated by Jeffrey Dahmer (Giancarlo Herrera) using many actual quotes. It shows part of his boyhood, and his first murder as a teenager. There are realistic depictions of several of his murders from pick up to dismemberment and eventual consumption, as well as his attempts to create \"living zombies\" by pouring hydrochloric acid into his victim's skulls. Dahmer's frequent interactions with his friendly neighbor and his grandmother are also shown. In essence, the story explores the psychodynamics of Jeffrey Dahmer's relationships with his victims both pre and postmortem.","tagline":"I Don't Want You To Leave...","Starring":"Giancarlo Herrera, Randy Jones, Genoveva Rossi, Lisa Deane","Director":"Pete Jacelone","Writer":"Pete Jacelone","poster_path":"https://image.tmdb.org/t/p/original/E9cr8VQ8zQlX5C9GL6QhPXSvvt.jpg","film_year":"2020 film","runtime":0,"genre_names":"Horror"}
{"Number":155,"original_title":"Get Out","title":"Get Out","original_language":"en","overview":"Get Out is a 2017 American psychological horror film written, co-produced, and directed by Jordan Peele in his directorial debut. It stars Daniel Kaluuya, Allison Williams, Lil Rel Howery, LaKeith Stanfield, Bradley Whitford, Caleb Landry Jones, Stephen Root, and Catherine Keener. The plot follows a young black man (Kaluuya), who uncovers shocking secrets when he meets the family of his white girlfriend (Williams).","plot":"Chris and his girlfriend Rose go upstate to visit her parents for the weekend. At first, Chris reads the family's overly accommodating behavior as nervous attempts to deal with their daughter's interracial relationship, but as the weekend progresses, a series of increasingly disturbing discoveries lead him to a truth that he never could have imagined.","tagline":"Just because you're invited, doesn't mean you're welcome.","Starring":"Daniel Kaluuya,Allison Williams,Bradley Whitford,Caleb Landry Jones,Stephen Root,Catherine Keener","Director":"Jordan Peele","Writer":"Jordan Peele","poster_path":"https://image.tmdb.org/t/p/original/tFXcEccSQMf3lfhfXKSU9iRBpa3.jpg","film_year":"2017 film","runtime":104,"genre_names":"Horror, Mystery, Thriller"}
{"Number":156,"original_title":"The Ruins","title":"The Ruins","original_language":"en","overview":"The Ruins is a 2008 natural horror film directed by Carter Smith in his feature film directorial debut, and written by Scott B. Smith, based on his 2006 novel of the same name. The film stars Jonathan Tucker, Jena Malone, Shawn Ashmore, Laura Ramsey, and Joe Anderson. The story follows a pair of couples on vacation in Mexico who join a tourist to visit a remote Mayan ruin, that unfortunately is inhabited by a carnivorous vine growth. Stuart Cornfeld, Jeremy Kramer, and Chris Bender produce, with Ben Stiller serving as an executive producer.","plot":"Americans Amy, Stacy, Jeff and Eric look for fun during a sunny holiday in Mexico, but they get much more than that after visiting an archaeological dig in the jungle.","tagline":"Terror has evolved.","Starring":"Jonathan Tucker,Jena Malone,Shawn Ashmore,Laura Ramsey","Director":"Carter Smith","Writer":"Scott B. Smith","poster_path":"https://image.tmdb.org/t/p/original/dWkmWNqbSeVDSEugcnJ8CZrxRso.jpg","film_year":"2008 film","runtime":91,"genre_names":"Horror"}
{"Number":157,"original_title":"Annabelle","title":"Annabelle","original_language":"en","overview":"Annabelle is a 2014 American supernatural horror film directed by John R. Leonetti, written by Gary Dauberman and produced by Peter Safran and James Wan. It is a prequel to the 2013 film The Conjuring and the second installment in The Conjuring Universe franchise. The film was inspired by a story of a doll named Annabelle told by Ed and Lorraine Warren. The film stars Annabelle Wallis, Ward Horton, and Alfre Woodard.","plot":"A couple begins to experience terrifying supernatural occurrences involving a vintage doll shortly after their home is invaded by satanic cultists.","tagline":"Before the Conjuring, there was Annabelle.","Starring":"Annabelle Wallis,Ward Horton,Alfre Woodard","Director":"John R. Leonetti","Writer":"Gary Dauberman","poster_path":"https://image.tmdb.org/t/p/original/a9iL3FIwLrympRyiL5v0tAkwrvX.jpg","film_year":"2014 film","runtime":99,"genre_names":"Horror"}
{"Number":158,"original_title":"Halloween 4: The Return of Michael Myers","title":"Halloween 4: The Return of Michael Myers","original_language":"en","overview":"Halloween 4: The Return of Michael Myers is a 1988 American slasher film directed by Dwight H. Little, written by Alan B. McElroy, and starring Donald Pleasence, Ellie Cornell, and Danielle Harris in her film debut. Awakening from a ten year coma, Michael Myers returns to Haddonfield, Illinois, to kill his seven-year-old niece, Jamie Lloyd, with Dr. Loomis pursuing him once again.","plot":"The apparently comatose Michael Myers is being transferred from one hospital to another, but he wakes up when the ambulance crew talk about his surviving niece, Jamie. After slaughtering his attendants, Myers sets out to find his one living relative who is, fortunately, being cared for by a kind and resourceful foster sister named Rachel. Meanwhile, the ever-cautious Dr. Loomis remains on the killer's path.","tagline":"Horror has returned to Haddonfield.","Starring":"Donald Pleasence,Ellie Cornell,Danielle Harris,Michael Pataki","Director":"Dwight H. Little","Writer":"Alan B. McElroy","poster_path":"https://image.tmdb.org/t/p/original/iKbxhQa4T6zVY17RMa6AeiGEiSq.jpg","film_year":"1988 film","runtime":88,"genre_names":"Horror, Thriller"}
{"Number":159,"original_title":"Insidious: Chapter 2","title":"Insidious: Chapter 2","original_language":"en","overview":"Insidious: Chapter 2 is a 2013 American supernatural horror film directed by James Wan. The film is a sequel to the 2010 film Insidious, and the second installment in the Insidious franchise, and the fourth in terms of the series's in-story chronology. The film stars Patrick Wilson and Rose Byrne, reprising their roles as Josh and Renai Lambert, a husband and wife who seek to uncover the secret that has left them dangerously connected to the spirit world. The film was released September 13, 2013.","plot":"The haunted Lambert family seeks to uncover the mysterious childhood secret that has left them dangerously connected to the spirit world.","tagline":"It will take what you love most.","Starring":"Patrick Wilson,Rose Byrne,Lin Shaye,Ty Simpkins,Barbara Hershey","Director":"James Wan","Writer":"Leigh Whannell","poster_path":"https://image.tmdb.org/t/p/original/w5JjiB3O1CLDXbTJe1QpU5RHmlU.jpg","film_year":"2013 film","runtime":106,"genre_names":"Horror, Thriller"}
{"Number":160,"original_title":"Scream","title":"Scream","original_language":"en","overview":"Scream is a 1996 American slasher film directed by Wes Craven and written by Kevin Williamson. It stars David Arquette, Neve Campbell, Courteney Cox, Matthew Lillard, Rose McGowan, Skeet Ulrich and Drew Barrymore. Set in the small American town of Woodsboro, Scream's plot follows high school student Sidney Prescott (Campbell) and her friends, who, on the anniversary of her mother's murder, become the targets of a costumed serial killer known as Ghostface.","plot":"A killer known as Ghostface begins killing off teenagers, and as the body count begins rising, one girl and her friends find themselves contemplating the 'rules' of horror films as they try to survive a real-life one.","tagline":"Someone has taken their love of scary movies one step too far.","Starring":"David Arquette,Neve Campbell,Courteney Cox,Matthew Lillard,Rose McGowan,Skeet Ulrich,Drew Barrymore","Director":"Wes Craven","Writer":"Kevin Williamson","poster_path":"https://image.tmdb.org/t/p/original/3O3klyyYpAZBBE4n7IngzTomRDp.jpg","film_year":"1996 film","runtime":112,"genre_names":"Crime, Horror, Mystery"}
{"Number":161,"original_title":"Hellraiser","title":"Hellraiser","original_language":"en","overview":"Hellraiser is a 1987 British supernatural horror film written and directed by Clive Barker, and produced by Christopher Figg, based on Barker's 1986 novella The Hellbound Heart. The film marked Barker's directorial debut. Its plot involves a mystical puzzle box that summons the Cenobites, a group of extra-dimensional, sadomasochistic beings who cannot differentiate between pain and pleasure. The leader of the Cenobites is portrayed by Doug Bradley, and identified in the sequels as \"Pinhead\".","plot":"When he tinkers with a box he bought while abroad, sexual deviant Frank inadvertently opens a portal to hell, where fetish-demons led by Pinhead tear his body apart. When Frank's brother and his wife move into his house, a skeletal Frank appears to his sister-in-law and asks her to supply him with corpses for his regeneration.","tagline":"He'll tear your soul apart.","Starring":"Andrew Robinson, Clare Higgins, Ashley Laurence,","Director":"Clive Barker","Writer":"Clive Barker","poster_path":"https://image.tmdb.org/t/p/original/nnYHvA2tSVdtr8KxIy8F6YndCOy.jpg","film_year":"1987 film","runtime":93,"genre_names":"Fantasy, Horror"}
